{
  "0": "0",
  "1": "1",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "6": "6",
  "7": "7",
  "8": "8",
  "9": "9",
  "10": "a",
  "11": "b",
  "12": "c",
  "13": "d",
  "14": "e",
  "15": "f",
  "16": "<unk>",
  "17": "<|endoftext|>",
  "18": "<mask>",
  "19": "<pad>",
  "20": "00",
  "21": "24",
  "22": "55",
  "23": "8e",
  "24": "6e",
  "25": "aa",
  "26": "dc",
  "27": "9e",
  "28": "d4",
  "29": "3c",
  "30": "54",
  "31": "2c",
  "32": "37",
  "33": "2a",
  "34": "9b",
  "35": "91",
  "36": "6b",
  "37": "db",
  "38": "8b",
  "39": "94",
  "40": "1b",
  "41": "df",
  "42": "8f",
  "43": "1c",
  "44": "20",
  "45": "6f",
  "46": "a7",
  "47": "6c",
  "48": "34",
  "49": "95",
  "50": "14",
  "51": "90",
  "52": "a4",
  "53": "d7",
  "54": "de",
  "55": "2e",
  "56": "1e",
  "57": "17",
  "58": "80",
  "59": "3b",
  "60": "65",
  "61": "2b",
  "62": "d5",
  "63": "27",
  "64": "8c",
  "65": "97",
  "66": "64",
  "67": "2f",
  "68": "3f",
  "69": "3e",
  "70": "9f",
  "71": "30",
  "72": "85",
  "73": "ac",
  "74": "1f",
  "75": "87",
  "76": "25",
  "77": "84",
  "78": "9c",
  "79": "35",
  "80": "60",
  "81": "ab",
  "82": "10",
  "83": "a5",
  "84": "af",
  "85": "ae",
  "86": "15",
  "87": "67",
  "88": "a0",
  "89": "d0",
  "90": "96",
  "91": "2d",
  "92": "23",
  "93": "66",
  "94": "7e",
  "95": "d3",
  "96": "4f",
  "97": "7b",
  "98": "a8",
  "99": "5c",
  "100": "5b",
  "101": "16",
  "102": "cb",
  "103": "0b",
  "104": "93",
  "105": "8d",
  "106": "92",
  "107": "0e",
  "108": "86",
  "109": "7f",
  "110": "a6",
  "111": "5e",
  "112": "f00",
  "113": "c4",
  "114": "a3",
  "115": "ad",
  "116": "74",
  "117": "cf",
  "118": "11",
  "119": "83",
  "120": "5f",
  "121": "70",
  "122": "a9",
  "123": "12",
  "124": "50",
  "125": "13",
  "126": "4b",
  "127": "cc",
  "128": "1d",
  "129": "ee",
  "130": "0f",
  "131": "18",
  "132": "98",
  "133": "6d",
  "134": "28",
  "135": "63",
  "136": "c7",
  "137": "29",
  "138": "04",
  "139": "bf",
  "140": "33",
  "141": "d8",
  "142": "26",
  "143": "99",
  "144": "ef",
  "145": "b4",
  "146": "75",
  "147": "7c",
  "148": "a1",
  "149": "68",
  "150": "be",
  "151": "21",
  "152": "9d",
  "153": "77",
  "154": "36",
  "155": "c0",
  "156": "e4",
  "157": "3d",
  "158": "a2",
  "159": "38",
  "160": "f4",
  "161": "ce",
  "162": "58",
  "163": "47",
  "164": "fe",
  "165": "d6",
  "166": "d1",
  "167": "88",
  "168": "9a",
  "169": "bb",
  "170": "c5",
  "171": "44",
  "172": "31",
  "173": "22",
  "174": "b7",
  "175": "57",
  "176": "b0",
  "177": "d2",
  "178": "e7",
  "179": "e0",
  "180": "f0",
  "181": "81",
  "182": "b5",
  "183": "62",
  "184": "4e",
  "185": "dd",
  "186": "82",
  "187": "61",
  "188": "32",
  "189": "6a",
  "190": "07",
  "191": "fc",
  "192": "19",
  "193": "69",
  "194": "e5",
  "195": "4c",
  "196": "fb",
  "197": "f5",
  "198": "d9",
  "199": "45",
  "200": "39",
  "201": "8a",
  "202": "eb",
  "203": "89",
  "204": "0c",
  "205": "da",
  "206": "05",
  "207": "bc",
  "208": "1a",
  "209": "71",
  "210": "3a",
  "211": "78",
  "212": "f7",
  "213": "ec",
  "214": "40",
  "215": "ff00",
  "216": "48",
  "217": "cd",
  "218": "e3",
  "219": "f1",
  "220": "73",
  "221": "c3",
  "222": "4d",
  "223": "01",
  "224": "76",
  "225": "53",
  "226": "7a",
  "227": "fd",
  "228": "b1",
  "229": "72",
  "230": "51",
  "231": "79",
  "232": "f8",
  "233": "7d",
  "234": "ed",
  "235": "ea",
  "236": "52",
  "237": "b8",
  "238": "e2",
  "239": "924",
  "240": "e6",
  "241": "03",
  "242": "e1",
  "243": "f3",
  "244": "f2",
  "245": "46",
  "246": "b2",
  "247": "b6",
  "248": "ca",
  "249": "bd",
  "250": "59",
  "251": "08",
  "252": "49",
  "253": "c1",
  "254": "5d",
  "255": "e8",
  "256": "c6",
  "257": "b3",
  "258": "56",
  "259": "41",
  "260": "c9",
  "261": "42",
  "262": "ba",
  "263": "02",
  "264": "4a",
  "265": "c8",
  "266": "0d",
  "267": "43",
  "268": "f9",
  "269": "f6",
  "270": "e9",
  "271": "06",
  "272": "c2",
  "273": "fa",
  "274": "92a",
  "275": "5a",
  "276": "000",
  "277": "6e7",
  "278": "b9",
  "279": "0a",
  "280": "dc7",
  "281": "ff",
  "282": "124",
  "283": "920",
  "284": "93c",
  "285": "37e",
  "286": "904",
  "287": "83c",
  "288": "09",
  "289": "6c4",
  "290": "8bf",
  "291": "6e4",
  "292": "a9e",
  "293": "22c",
  "294": "8dc",
  "295": "16b",
  "296": "137",
  "297": "d7b",
  "298": "8e0",
  "299": "6e0",
  "300": "964",
  "301": "804",
  "302": "d37",
  "303": "8e4",
  "304": "2dc",
  "305": "955",
  "306": "2aa",
  "307": "6dc",
  "308": "3d4",
  "309": "1cf",
  "310": "800",
  "311": "91c",
  "312": "9aa",
  "313": "a9b",
  "314": "95b",
  "315": "544",
  "316": "d4f",
  "317": "9e0",
  "318": "994",
  "319": "6bf",
  "320": "824",
  "321": "8eb",
  "322": "637",
  "323": "1bf",
  "324": "17b",
  "325": "dfb",
  "326": "900",
  "327": "12a",
  "328": "d3b",
  "329": "d55",
  "330": "655",
  "331": "2d7",
  "332": "8a4",
  "333": "adc",
  "334": "d4b",
  "335": "837",
  "336": "a2a",
  "337": "2c4",
  "338": "100",
  "339": "1414",
  "340": "927",
  "341": "3c7",
  "342": "9dc",
  "343": "d8f",
  "344": "724",
  "345": "d57",
  "346": "91f",
  "347": "6eb",
  "348": "a95",
  "349": "d87",
  "350": "d24",
  "351": "6e5",
  "352": "894",
  "353": "820",
  "354": "a47",
  "355": "92c",
  "356": "9c4",
  "357": "dec",
  "358": "a54",
  "359": "a8e",
  "360": "2a4",
  "361": "6b7",
  "362": "11b",
  "363": "9e4",
  "364": "91b",
  "365": "3cf",
  "366": "965",
  "367": "117",
  "368": "98e",
  "369": "604",
  "370": "dc0",
  "371": "d7e",
  "372": "624",
  "373": "adf",
  "374": "937",
  "375": "a5f",
  "376": "2e4",
  "377": "8aa",
  "378": "9a4",
  "379": "a7f",
  "380": "9b7",
  "381": "600",
  "382": "995",
  "383": "6c0",
  "384": "254",
  "385": "def",
  "386": "a9c",
  "387": "3cc",
  "388": "dae",
  "389": "2d4",
  "390": "8b7",
  "391": "80b",
  "392": "20f",
  "393": "85f",
  "394": "237",
  "395": "adb",
  "396": "547",
  "397": "2ac",
  "398": "a8f",
  "399": "54c",
  "400": "d3f",
  "401": "a55",
  "402": "a37",
  "403": "974",
  "404": "9bf",
  "405": "d2b",
  "406": "290",
  "407": "6f4",
  "408": "d54",
  "409": "355",
  "410": "1b7",
  "411": "3ef",
  "412": "31c",
  "413": "94c",
  "414": "99c",
  "415": "2ab",
  "416": "155",
  "417": "224",
  "418": "3d7",
  "419": "2db",
  "420": "9eb",
  "421": "29b",
  "422": "9e3",
  "423": "8de",
  "424": "dcf",
  "425": "925",
  "426": "d85",
  "427": "61c",
  "428": "d80",
  "429": "6db",
  "430": "2fc",
  "431": "91e",
  "432": "587",
  "433": "68f",
  "434": "58f",
  "435": "7bf",
  "436": "d47",
  "437": "960",
  "438": "a8c",
  "439": "657",
  "440": "6ef",
  "441": "17e",
  "442": "6ab",
  "443": "63c",
  "444": "207",
  "445": "255",
  "446": "a8b",
  "447": "df7",
  "448": "284",
  "449": "534",
  "450": "32b",
  "451": "a24",
  "452": "3aa",
  "453": "16f",
  "454": "daf",
  "455": "3e7",
  "456": "690",
  "457": "975",
  "458": "104",
  "459": "234",
  "460": "291",
  "461": "300",
  "462": "a90",
  "463": "127",
  "464": "1aa",
  "465": "81e",
  "466": "6cc",
  "467": "d27",
  "468": "200",
  "469": "28e",
  "470": "a80",
  "471": "36e",
  "472": "d34",
  "473": "827",
  "474": "8ab",
  "475": "11c",
  "476": "54f",
  "477": "8d4",
  "478": "22a",
  "479": "dbf",
  "480": "a00",
  "481": "907",
  "482": "324",
  "483": "dac",
  "484": "617",
  "485": "99e",
  "486": "23f",
  "487": "a2f",
  "488": "1b4",
  "489": "2e7",
  "490": "1dc",
  "491": "93f",
  "492": "a6e",
  "493": "a77",
  "494": "96e",
  "495": "6b5",
  "496": "65f",
  "497": "69e",
  "498": "627",
  "499": "22f",
  "500": "38b",
  "501": "d1b",
  "502": "3af",
  "503": "6fc",
  "504": "954",
  "505": "625",
  "506": "d7f",
  "507": "81f",
  "508": "81c",
  "509": "a27",
  "510": "6f7",
  "511": "914",
  "512": "350",
  "513": "32a",
  "514": "675",
  "515": "da4",
  "516": "855",
  "517": "df0",
  "518": "e14",
  "519": "2b0",
  "520": "2de",
  "521": "d4e",
  "522": "a9f",
  "523": "aaf",
  "524": "8ff00",
  "525": "650",
  "526": "a84",
  "527": "a74",
  "528": "370",
  "529": "a7b",
  "530": "154",
  "531": "39b",
  "532": "264",
  "533": "a60",
  "534": "691",
  "535": "985",
  "536": "68e",
  "537": "120",
  "538": "d5c",
  "539": "d20",
  "540": "dff00",
  "541": "88c",
  "542": "2c7",
  "543": "a5b",
  "544": "6ff00",
  "545": "3dc",
  "546": "a1c",
  "547": "5ae",
  "548": "d3c",
  "549": "95e",
  "550": "6f5",
  "551": "25c",
  "552": "62c",
  "553": "315",
  "554": "94b",
  "555": "96b",
  "556": "14b",
  "557": "98f",
  "558": "1ef",
  "559": "6de",
  "560": "164",
  "561": "d2d",
  "562": "30c",
  "563": "12b",
  "564": "35b",
  "565": "6cb",
  "566": "984",
  "567": "a85",
  "568": "82a",
  "569": "d14",
  "570": "a07",
  "571": "1d4",
  "572": "61f",
  "573": "83f",
  "574": "d75",
  "575": "13c",
  "576": "8db",
  "577": "107",
  "578": "13b",
  "579": "81b",
  "580": "d5b",
  "581": "6fb",
  "582": "aff00",
  "583": "923",
  "584": "29e",
  "585": "134",
  "586": "310",
  "587": "93e",
  "588": "88f",
  "589": "9f4",
  "590": "334",
  "591": "16e",
  "592": "9de",
  "593": "d44",
  "594": "a64",
  "595": "160",
  "596": "aac",
  "597": "a0f",
  "598": "65b",
  "599": "1d7",
  "600": "554",
  "601": "30b",
  "602": "94f",
  "603": "950",
  "604": "2c0",
  "605": "88b",
  "606": "9df",
  "607": "95c",
  "608": "8c4",
  "609": "620",
  "610": "ab5",
  "611": "7be",
  "612": "a3c",
  "613": "1e0",
  "614": "aa5",
  "615": "14f",
  "616": "2df",
  "617": "823",
  "618": "24f",
  "619": "82b",
  "620": "8a8",
  "621": "dee",
  "622": "1c7",
  "623": "db0",
  "624": "ac4",
  "625": "a87",
  "626": "9f5",
  "627": "ac7",
  "628": "6d7",
  "629": "d0e",
  "630": "004",
  "631": "97b",
  "632": "3c5",
  "633": "8e7",
  "634": "294",
  "635": "1bb",
  "636": "3e4",
  "637": "1c4",
  "638": "6c7",
  "639": "890",
  "640": "d17",
  "641": "80c",
  "642": "19b",
  "643": "dbb",
  "644": "244",
  "645": "97e",
  "646": "2be",
  "647": "89b",
  "648": "97c",
  "649": "aa4",
  "650": "157",
  "651": "85c",
  "652": "2ee",
  "653": "1f4",
  "654": "a20",
  "655": "9cc",
  "656": "007",
  "657": "9e7",
  "658": "a7c",
  "659": "a2c",
  "660": "0000",
  "661": "d2c",
  "662": "887",
  "663": "250",
  "664": "194",
  "665": "1ee",
  "666": "8b5",
  "667": "32c",
  "668": "deb",
  "669": "13f",
  "670": "817",
  "671": "607",
  "672": "1a4",
  "673": "a75",
  "674": "623",
  "675": "a91",
  "676": "ddb",
  "677": "2b7",
  "678": "d2f",
  "679": "9ff00",
  "680": "30e",
  "681": "d45",
  "682": "170",
  "683": "55e",
  "684": "891",
  "685": "195",
  "686": "240",
  "687": "67b",
  "688": "245",
  "689": "93b",
  "690": "335",
  "691": "1ac",
  "692": "2bc",
  "693": "acf",
  "694": "12c",
  "695": "6c3",
  "696": "2cc",
  "697": "6a4",
  "698": "6b4",
  "699": "a0c",
  "700": "3b7",
  "701": "dd4",
  "702": "a2e",
  "703": "3cb",
  "704": "704",
  "705": "2ec",
  "706": "6be",
  "707": "1d5",
  "708": "3d3",
  "709": "18f",
  "710": "1df",
  "711": "304",
  "712": "344",
  "713": "34e",
  "714": "9be",
  "715": "98b",
  "716": "d6e",
  "717": "a5c",
  "718": "265",
  "719": "6aa",
  "720": "a94",
  "721": "8cc",
  "722": "a15",
  "723": "37b",
  "724": "d64",
  "725": "9fc",
  "726": "297",
  "727": "9a7",
  "728": "39c",
  "729": "a04",
  "730": "82f",
  "731": "9af",
  "732": "9a3",
  "733": "844",
  "734": "abb",
  "735": "8e3",
  "736": "2e0",
  "737": "85b",
  "738": "147",
  "739": "545",
  "740": "1e7",
  "741": "36f",
  "742": "1de",
  "743": "6bb",
  "744": "197",
  "745": "a67",
  "746": "ae0",
  "747": "8ac",
  "748": "31f",
  "749": "a25",
  "750": "1eb",
  "751": "2a7",
  "752": "9bc",
  "753": "935",
  "754": "35f",
  "755": "555",
  "756": "99b",
  "757": "5c7",
  "758": "9d4",
  "759": "8a7",
  "760": "3bf",
  "761": "2e5",
  "762": "3c4",
  "763": "347",
  "764": "dbe",
  "765": "944",
  "766": "550",
  "767": "a97",
  "768": "a3f",
  "769": "957",
  "770": "62a",
  "771": "145",
  "772": "5ef",
  "773": "9fe",
  "774": "a6f",
  "775": "37f",
  "776": "884",
  "777": "6ee",
  "778": "94e",
  "779": "89e",
  "780": "24b",
  "781": "8fe",
  "782": "654",
  "783": "6b0",
  "784": "825",
  "785": "a6c",
  "786": "292",
  "787": "66b",
  "788": "8b0",
  "789": "115",
  "790": "92f",
  "791": "63b",
  "792": "da0",
  "793": "14e",
  "794": "d2e",
  "795": "de4",
  "796": "8d5",
  "797": "616",
  "798": "325",
  "799": "34b",
  "800": "d50",
  "801": "a1f",
  "802": "354",
  "803": "6df",
  "804": "7e7",
  "805": "7fe",
  "806": "89c",
  "807": "da5",
  "808": "230",
  "809": "1ff00",
  "810": "2b4",
  "811": "8e5",
  "812": "a14",
  "813": "82c",
  "814": "54b",
  "815": "967",
  "816": "d60",
  "817": "30f",
  "818": "116",
  "819": "64f",
  "820": "98c",
  "821": "d2a",
  "822": "20e",
  "823": "8ef",
  "824": "1db",
  "825": "d0c",
  "826": "80f",
  "827": "2d5",
  "828": "660",
  "829": "d04",
  "830": "ae7",
  "831": "990",
  "832": "a2d",
  "833": "1c5",
  "834": "54e",
  "835": "910",
  "836": "695",
  "837": "dc4",
  "838": "360",
  "839": "87f",
  "840": "d67",
  "841": "10c",
  "842": "3e5",
  "843": "3ee",
  "844": "165",
  "845": "28b",
  "846": "abc",
  "847": "ace",
  "848": "6d4",
  "849": "9b5",
  "850": "6a6",
  "851": "9a5",
  "852": "ad7",
  "853": "947",
  "854": "857",
  "855": "de0",
  "856": "218",
  "857": "55b",
  "858": "1fe",
  "859": "12d",
  "860": "190",
  "861": "27c",
  "862": "64b",
  "863": "88e",
  "864": "214",
  "865": "9ad",
  "866": "13e",
  "867": "31b",
  "868": "55c",
  "869": "5cf",
  "870": "00f",
  "871": "9e5",
  "872": "18b",
  "873": "307",
  "874": "6a8",
  "875": "23c",
  "876": "9db",
  "877": "d6c",
  "878": "196",
  "879": "1fc",
  "880": "ab4",
  "881": "69b",
  "882": "36b",
  "883": "96c",
  "884": "9c5",
  "885": "614",
  "886": "26e",
  "887": "123",
  "888": "7e5",
  "889": "895",
  "890": "8a5",
  "891": "807",
  "892": "8a9",
  "893": "d84",
  "894": "8af",
  "895": "d65",
  "896": "9c7",
  "897": "80e",
  "898": "2cb",
  "899": "87c",
  "900": "8be",
  "901": "9ef",
  "902": "9cf",
  "903": "3df",
  "904": "854",
  "905": "ac5",
  "906": "8f0",
  "907": "96f",
  "908": "320",
  "909": "aa7",
  "910": "686",
  "911": "dd7",
  "912": "2d3",
  "913": "a65",
  "914": "7eb",
  "915": "6c5",
  "916": "1e4",
  "917": "8fc",
  "918": "32f",
  "919": "aa0",
  "920": "667",
  "921": "8cb",
  "922": "acb",
  "923": "257",
  "924": "34c",
  "925": "991",
  "926": "d6d",
  "927": "295",
  "928": "12e",
  "929": "997",
  "930": "8c7",
  "931": "9fb",
  "932": "10b",
  "933": "6ff",
  "934": "22e",
  "935": "d9e",
  "936": "d1c",
  "937": "aee",
  "938": "9a8",
  "939": "15f",
  "940": "afe",
  "941": "d6b",
  "942": "00c",
  "943": "aec",
  "944": "14141414",
  "945": "191",
  "946": "374",
  "947": "00e",
  "948": "5ee",
  "949": "90c",
  "950": "a6b",
  "951": "375",
  "952": "6a0",
  "953": "62b",
  "954": "3bb",
  "955": "644",
  "956": "9a0",
  "957": "66f",
  "958": "684",
  "959": "665",
  "960": "184",
  "961": "d70",
  "962": "365",
  "963": "dd3",
  "964": "2eb",
  "965": "635",
  "966": "11f",
  "967": "d07",
  "968": "63e",
  "969": "8fb",
  "970": "150",
  "971": "92b",
  "972": "3d0",
  "973": "d97",
  "974": "12f",
  "975": "4f5",
  "976": "7ef",
  "977": "3db",
  "978": "74c",
  "979": "1ce",
  "980": "dad",
  "981": "8f4",
  "982": "385",
  "983": "867",
  "984": "917",
  "985": "d8b",
  "986": "a17",
  "987": "d1e",
  "988": "d13",
  "989": "d94",
  "990": "a3b",
  "991": "69f",
  "992": "114",
  "993": "647",
  "994": "874",
  "995": "83e",
  "996": "62e",
  "997": "3fc",
  "998": "277",
  "999": "5e4",
  "1000": "d5f",
  "1001": "187",
  "1002": "33c",
  "1003": "db7",
  "1004": "4fe",
  "1005": "37c",
  "1006": "d9b",
  "1007": "21c",
  "1008": "293",
  "1009": "ade",
  "1010": "125",
  "1011": "da7",
  "1012": "dab",
  "1013": "d5e",
  "1014": "62f",
  "1015": "d16",
  "1016": "af7",
  "1017": "a66",
  "1018": "3f0",
  "1019": "60f",
  "1020": "18e",
  "1021": "885",
  "1022": "694",
  "1023": "d23",
  "1024": "17f",
  "1025": "17c",
  "1026": "86b",
  "1027": "27f",
  "1028": "8a3",
  "1029": "86e",
  "1030": "8c0",
  "1031": "4b7",
  "1032": "a44",
  "1033": "d91",
  "1034": "8bb",
  "1035": "55f",
  "1036": "860",
  "1037": "aab",
  "1038": "ddf",
  "1039": "68c",
  "1040": "9f0",
  "1041": "8d7",
  "1042": "144",
  "1043": "a7e",
  "1044": "db4",
  "1045": "504",
  "1046": "a1b",
  "1047": "215",
  "1048": "d30",
  "1049": "c47",
  "1050": "6fe",
  "1051": "934",
  "1052": "394",
  "1053": "247",
  "1054": "90e",
  "1055": "d4c",
  "1056": "3ac",
  "1057": "1cc",
  "1058": "d00",
  "1059": "980",
  "1060": "83b",
  "1061": "9cb",
  "1062": "697",
  "1063": "987",
  "1064": "92d",
  "1065": "634",
  "1066": "a0e",
  "1067": "28d",
  "1068": "357",
  "1069": "996",
  "1070": "274",
  "1071": "61e",
  "1072": "a35",
  "1073": "8f7",
  "1074": "313",
  "1075": "235",
  "1076": "6ce",
  "1077": "a4f",
  "1078": "9ee",
  "1079": "595",
  "1080": "cce",
  "1081": "5bf",
  "1082": "7b7",
  "1083": "ae4",
  "1084": "992",
  "1085": "23b",
  "1086": "26c",
  "1087": "3a7",
  "1088": "305",
  "1089": "dfe",
  "1090": "610",
  "1091": "557",
  "1092": "865",
  "1093": "8ee",
  "1094": "3f4",
  "1095": "8a6",
  "1096": "26f",
  "1097": "29f",
  "1098": "4b4",
  "1099": "185",
  "1100": "9a6",
  "1101": "8bc",
  "1102": "870",
  "1103": "9ae",
  "1104": "60b",
  "1105": "d8d",
  "1106": "6ac",
  "1107": "323",
  "1108": "9ce",
  "1109": "a57",
  "1110": "6a5",
  "1111": "2f4",
  "1112": "6bc",
  "1113": "220",
  "1114": "2ef",
  "1115": "1fb",
  "1116": "1a7",
  "1117": "38e",
  "1118": "24e",
  "1119": "cbb",
  "1120": "391",
  "1121": "a93",
  "1122": "21f",
  "1123": "25e",
  "1124": "24c",
  "1125": "0eb",
  "1126": "d1d",
  "1127": "05b",
  "1128": "38f",
  "1129": "87b",
  "1130": "29c",
  "1131": "9b0",
  "1132": "674",
  "1133": "92e",
  "1134": "67f",
  "1135": "afc",
  "1136": "90b",
  "1137": "85e",
  "1138": "810",
  "1139": "174",
  "1140": "9b4",
  "1141": "2a0",
  "1142": "a34",
  "1143": "15e",
  "1144": "00b",
  "1145": "d98",
  "1146": "25f",
  "1147": "9ac",
  "1148": "a29",
  "1149": "23e",
  "1150": "9d7",
  "1151": "d8e",
  "1152": "63f",
  "1153": "68b",
  "1154": "afb",
  "1155": "d40",
  "1156": "95f",
  "1157": "60c",
  "1158": "812",
  "1159": "10f",
  "1160": "977",
  "1161": "84f",
  "1162": "d25",
  "1163": "8f5",
  "1164": "a05",
  "1165": "2af",
  "1166": "212",
  "1167": "816",
  "1168": "a1e",
  "1169": "3fe",
  "1170": "1cb",
  "1171": "8cf",
  "1172": "805",
  "1173": "a4e",
  "1174": "dd0",
  "1175": "38d",
  "1176": "886",
  "1177": "7ff00",
  "1178": "efc",
  "1179": "135",
  "1180": "337",
  "1181": "2a5",
  "1182": "329",
  "1183": "198",
  "1184": "9ec",
  "1185": "645",
  "1186": "a11",
  "1187": "4f4",
  "1188": "3d5",
  "1189": "229",
  "1190": "dcb",
  "1191": "880",
  "1192": "15b",
  "1193": "da3",
  "1194": "2bb",
  "1195": "296",
  "1196": "abe",
  "1197": "3c0",
  "1198": "7f0",
  "1199": "a4c",
  "1200": "d95",
  "1201": "a0b",
  "1202": "223",
  "1203": "66e",
  "1204": "2ae",
  "1205": "507",
  "1206": "6d5",
  "1207": "daa",
  "1208": "28f",
  "1209": "dde",
  "1210": "98d",
  "1211": "6d0",
  "1212": "130",
  "1213": "1b5",
  "1214": "2f7",
  "1215": "3f7",
  "1216": "327",
  "1217": "dcc",
  "1218": "814",
  "1219": "d3e",
  "1220": "6a9",
  "1221": "3ce",
  "1222": "ab7",
  "1223": "840",
  "1224": "330",
  "1225": "205",
  "1226": "9bb",
  "1227": "1bc",
  "1228": "2cf",
  "1229": "0ef",
  "1230": "c4b",
  "1231": "11e",
  "1232": "2f0",
  "1233": "61b",
  "1234": "6cf",
  "1235": "a4b",
  "1236": "680",
  "1237": "de5",
  "1238": "26d",
  "1239": "390",
  "1240": "ab0",
  "1241": "27e",
  "1242": "0be",
  "1243": "8ce",
  "1244": "d6f",
  "1245": "217",
  "1246": "696",
  "1247": "5be",
  "1248": "204",
  "1249": "22d",
  "1250": "2fe",
  "1251": "0ee",
  "1252": "683",
  "1253": "d63",
  "1254": "32d",
  "1255": "19c",
  "1256": "d8c",
  "1257": "dc5",
  "1258": "0b0",
  "1259": "693",
  "1260": "8ae",
  "1261": "3f5",
  "1262": "25b",
  "1263": "2ce",
  "1264": "ee0",
  "1265": "2ff00",
  "1266": "d35",
  "1267": "505",
  "1268": "d1f",
  "1269": "d7c",
  "1270": "193",
  "1271": "7b0",
  "1272": "a23",
  "1273": "7f7",
  "1274": "834",
  "1275": "864",
  "1276": "d05",
  "1277": "395",
  "1278": "387",
  "1279": "1a0",
  "1280": "6ec",
  "1281": "a40",
  "1282": "abf",
  "1283": "51f",
  "1284": "a96",
  "1285": "377",
  "1286": "dce",
  "1287": "39e",
  "1288": "314",
  "1289": "8ec",
  "1290": "65e",
  "1291": "36c",
  "1292": "dff",
  "1293": "89f",
  "1294": "897",
  "1295": "bf4",
  "1296": "d0f",
  "1297": "328",
  "1298": "d12",
  "1299": "180",
  "1300": "2b5",
  "1301": "166",
  "1302": "acc",
  "1303": "82e",
  "1304": "38c",
  "1305": "cc7",
  "1306": "af4",
  "1307": "19e",
  "1308": "aae",
  "1309": "845",
  "1310": "16c",
  "1311": "225",
  "1312": "cb0",
  "1313": "d9f",
  "1314": "dfc",
  "1315": "3fb",
  "1316": "3eb",
  "1317": "d66",
  "1318": "eeb",
  "1319": "ddc",
  "1320": "6a7",
  "1321": "a92",
  "1322": "140",
  "1323": "69c",
  "1324": "a16",
  "1325": "940",
  "1326": "1af",
  "1327": "21e",
  "1328": "d0b",
  "1329": "dbc",
  "1330": "186",
  "1331": "66c",
  "1332": "317",
  "1333": "a28",
  "1334": "5b7",
  "1335": "cbf",
  "1336": "664",
  "1337": "367",
  "1338": "99f",
  "1339": "d10",
  "1340": "0bf",
  "1341": "685",
  "1342": "875",
  "1343": "945",
  "1344": "35e",
  "1345": "84b",
  "1346": "326",
  "1347": "ad5",
  "1348": "9ab",
  "1349": "615",
  "1350": "f4e",
  "1351": "285",
  "1352": "3ad",
  "1353": "74b",
  "1354": "a18",
  "1355": "877",
  "1356": "540",
  "1357": "35c",
  "1358": "345",
  "1359": "826",
  "1360": "36d",
  "1361": "33b",
  "1362": "228",
  "1363": "175",
  "1364": "1be",
  "1365": "9d0",
  "1366": "9d8",
  "1367": "20b",
  "1368": "c44",
  "1369": "7e4",
  "1370": "883",
  "1371": "366",
  "1372": "cfe",
  "1373": "d15",
  "1374": "cc0",
  "1375": "a26",
  "1376": "d93",
  "1377": "380",
  "1378": "267",
  "1379": "7ce",
  "1380": "210",
  "1381": "5f7",
  "1382": "4f7",
  "1383": "998",
  "1384": "3de",
  "1385": "3bc",
  "1386": "1b0",
  "1387": "6a3",
  "1388": "364",
  "1389": "9d5",
  "1390": "aef",
  "1391": "9c0",
  "1392": "e07",
  "1393": "a5e",
  "1394": "3ff00",
  "1395": "bfb",
  "1396": "692",
  "1397": "5f4",
  "1398": "0e0",
  "1399": "270",
  "1400": "ce7",
  "1401": "110",
  "1402": "1d3",
  "1403": "9a9",
  "1404": "266",
  "1405": "68d",
  "1406": "d96",
  "1407": "60e",
  "1408": "847",
  "1409": "986",
  "1410": "84c",
  "1411": "1a8",
  "1412": "34f",
  "1413": "0bb",
  "1414": "3b0",
  "1415": "3a4",
  "1416": "39f",
  "1417": "1a5",
  "1418": "dd5",
  "1419": "a7cc",
  "1420": "a4cb",
  "1421": "993",
  "1422": "af5",
  "1423": "5c5",
  "1424": "1c0",
  "1425": "d90",
  "1426": "a10",
  "1427": "1f0",
  "1428": "0f7",
  "1429": "0bc",
  "1430": "67c",
  "1431": "747",
  "1432": "5ec",
  "1433": "3b4",
  "1434": "d11",
  "1435": "21b",
  "1436": "14c",
  "1437": "86f",
  "1438": "aff",
  "1439": "915",
  "1440": "cb4",
  "1441": "ad0",
  "1442": "ceb",
  "1443": "c75",
  "1444": "a30",
  "1445": "0ff00",
  "1446": "81d",
  "1447": "15c",
  "1448": "20c",
  "1449": "a50",
  "1450": "28c",
  "1451": "828",
  "1452": "5ce",
  "1453": "90f",
  "1454": "0e5",
  "1455": "8a0",
  "1456": "8ad",
  "1457": "005",
  "1458": "260",
  "1459": "70c",
  "1460": "3a0",
  "1461": "ad4",
  "1462": "a45",
  "1463": "d28",
  "1464": "da1",
  "1465": "2fb",
  "1466": "27b",
  "1467": "19f",
  "1468": "8df",
  "1469": "18d",
  "1470": "b47",
  "1471": "6af",
  "1472": "2c5",
  "1473": "10e",
  "1474": "d21",
  "1475": "84e",
  "1476": "0e4",
  "1477": "866",
  "1478": "280",
  "1479": "1ad",
  "1480": "830",
  "1481": "892",
  "1482": "cf0",
  "1483": "eef",
  "1484": "386",
  "1485": "aeb",
  "1486": "4be",
  "1487": "4fb",
  "1488": "3ff",
  "1489": "4f0",
  "1490": "829",
  "1491": "8d0",
  "1492": "3e0",
  "1493": "640",
  "1494": "0b7",
  "1495": "3be",
  "1496": "cff00",
  "1497": "3a8",
  "1498": "dc1e",
  "1499": "1a6",
  "1500": "ef4",
  "1501": "cb7",
  "1502": "d86",
  "1503": "6a1",
  "1504": "850",
  "1505": "d77",
  "1506": "983",
  "1507": "4b5",
  "1508": "0e7",
  "1509": "50f",
  "1510": "5c4",
  "1511": "d74",
  "1512": "86c",
  "1513": "7fc",
  "1514": "fe5",
  "1515": "7b5",
  "1516": "dd8",
  "1517": "105",
  "1518": "ae5",
  "1519": "368",
  "1520": "835",
  "1521": "9a1",
  "1522": "a21",
  "1523": "905",
  "1524": "9ff",
  "1525": "612",
  "1526": "318",
  "1527": "8ff",
  "1528": "5e7",
  "1529": "cf5",
  "1530": "1e5",
  "1531": "3a6",
  "1532": "7f4",
  "1533": "d29",
  "1534": "396",
  "1535": "bfe",
  "1536": "6e6f",
  "1537": "cff",
  "1538": "ad3",
  "1539": "698",
  "1540": "287",
  "1541": "65c",
  "1542": "340",
  "1543": "b0c",
  "1544": "a12",
  "1545": "d9c",
  "1546": "97f",
  "1547": "df4",
  "1548": "c7c",
  "1549": "cf4",
  "1550": "6f0",
  "1551": "d92",
  "1552": "312",
  "1553": "ee7",
  "1554": "3ab",
  "1555": "5b4",
  "1556": "298",
  "1557": "9b5c",
  "1558": "64e",
  "1559": "87e",
  "1560": "1ec",
  "1561": "7ec",
  "1562": "286",
  "1563": "d57e",
  "1564": "183",
  "1565": "8b4",
  "1566": "5f5",
  "1567": "6d3",
  "1568": "c40",
  "1569": "5fe",
  "1570": "a2b",
  "1571": "dc6",
  "1572": "ac0",
  "1573": "1d0",
  "1574": "3ec",
  "1575": "31d",
  "1576": "67e",
  "1577": "970",
  "1578": "5b5",
  "1579": "5eb",
  "1580": "1ff",
  "1581": "263",
  "1582": "622",
  "1583": "64c",
  "1584": "3a2",
  "1585": "1f94",
  "1586": "9a66",
  "1587": "b44",
  "1588": "707",
  "1589": "c07",
  "1590": "fec",
  "1591": "316",
  "1592": "1ae",
  "1593": "4ff00",
  "1594": "199",
  "1595": "0f5",
  "1596": "6ae",
  "1597": "eec",
  "1598": "df5",
  "1599": "5cc",
  "1600": "7ee",
  "1601": "d18",
  "1602": "216",
  "1603": "dfdb",
  "1604": "cf7",
  "1605": "275",
  "1606": "31e",
  "1607": "c4e",
  "1608": "8c5",
  "1609": "9a2",
  "1610": "3f3c",
  "1611": "70f",
  "1612": "5b0",
  "1613": "f4c",
  "1614": "cb5",
  "1615": "192",
  "1616": "d26",
  "1617": "ef5",
  "1618": "605",
  "1619": "896",
  "1620": "1f7",
  "1621": "1ab",
  "1622": "811",
  "1623": "815",
  "1624": "177",
  "1625": "18c",
  "1626": "c77",
  "1627": "699",
  "1628": "32e",
  "1629": "7e0",
  "1630": "d9a",
  "1631": "a70",
  "1632": "687",
  "1633": "cbe",
  "1634": "89d",
  "1635": "040",
  "1636": "1414141414141414",
  "1637": "4ff",
  "1638": "398",
  "1639": "23af",
  "1640": "3a3",
  "1641": "1e5c",
  "1642": "b4e",
  "1643": "da8",
  "1644": "86aa",
  "1645": "3a5",
  "1646": "136b",
  "1647": "906e",
  "1648": "397",
  "1649": "1b5c",
  "1650": "91d4",
  "1651": "7f5",
  "1652": "8ea7",
  "1653": "3a1",
  "1654": "383",
  "1655": "6c00",
  "1656": "936b",
  "1657": "757",
  "1658": "4eb",
  "1659": "61d",
  "1660": "5ff00",
  "1661": "2c6c",
  "1662": "670",
  "1663": "ef0",
  "1664": "618",
  "1665": "3f9e",
  "1666": "7bb",
  "1667": "9f7",
  "1668": "ff000",
  "1669": "0fc",
  "1670": "3120",
  "1671": "3b5",
  "1672": "5f0",
  "1673": "a9a4",
  "1674": "82d",
  "1675": "629",
  "1676": "167",
  "1677": "045",
  "1678": "be0",
  "1679": "2d0",
  "1680": "7fb",
  "1681": "705",
  "1682": "50c",
  "1683": "677",
  "1684": "62d",
  "1685": "db5",
  "1686": "8d3",
  "1687": "74e",
  "1688": "c05",
  "1689": "3c8e",
  "1690": "1360",
  "1691": "213",
  "1692": "df8e",
  "1693": "22b",
  "1694": "9d3",
  "1695": "dc5b",
  "1696": "cfb",
  "1697": "2b6e",
  "1698": "6b8b",
  "1699": "392",
  "1700": "9bdc",
  "1701": "745",
  "1702": "813",
  "1703": "006e",
  "1704": "384",
  "1705": "869e",
  "1706": "2ff",
  "1707": "6edc",
  "1708": "a7cb",
  "1709": "5595",
  "1710": "ac7b",
  "1711": "f0c",
  "1712": "a3e",
  "1713": "5e0",
  "1714": "3ae",
  "1715": "dfa7",
  "1716": "2bf",
  "1717": "7bc",
  "1718": "2f5",
  "1719": "89a",
  "1720": "8a8f",
  "1721": "893",
  "1722": "18dc",
  "1723": "6594",
  "1724": "bbc",
  "1725": "161c",
  "1726": "d255",
  "1727": "d3d4",
  "1728": "822",
  "1729": "8b9e",
  "1730": "4b0",
  "1731": "ad8f",
  "1732": "cfc",
  "1733": "8b1b",
  "1734": "db9b",
  "1735": "26b",
  "1736": "5fb",
  "1737": "283",
  "1738": "04c",
  "1739": "33e",
  "1740": "a4a5",
  "1741": "da2",
  "1742": "8a1",
  "1743": "dec0",
  "1744": "9e9c",
  "1745": "899",
  "1746": "a13",
  "1747": "922c",
  "1748": "1b9b",
  "1749": "d9d",
  "1750": "c57",
  "1751": "e40",
  "1752": "2754",
  "1753": "bbb",
  "1754": "efb",
  "1755": "777",
  "1756": "cec",
  "1757": "5c0",
  "1758": "3020",
  "1759": "1514",
  "1760": "311",
  "1761": "8330",
  "1762": "948e",
  "1763": "1a9",
  "1764": "1b47",
  "1765": "2c65",
  "1766": "ad6b",
  "1767": "2090",
  "1768": "9254",
  "1769": "a8a7",
  "1770": "d8dc",
  "1771": "90a4",
  "1772": "1d87",
  "1773": "21d",
  "1774": "8e4f",
  "1775": "d414",
  "1776": "8884",
  "1777": "e47",
  "1778": "6ad",
  "1779": "861f",
  "1780": "371c",
  "1781": "2025",
  "1782": "da6",
  "1783": "9f7e",
  "1784": "8e2f",
  "1785": "2d34",
  "1786": "1700",
  "1787": "af0",
  "1788": "ee5",
  "1789": "740",
  "1790": "802c",
  "1791": "bec",
  "1792": "7c5",
  "1793": "8b5b",
  "1794": "613",
  "1795": "3f4b",
  "1796": "5c1b",
  "1797": "9637",
  "1798": "3a9",
  "1799": "4bb",
  "1800": "6c3b",
  "1801": "047",
  "1802": "cbc",
  "1803": "322",
  "1804": "221",
  "1805": "1a2",
  "1806": "27aa",
  "1807": "2ea5",
  "1808": "9a55",
  "1809": "163c",
  "1810": "226",
  "1811": "83cf",
  "1812": "6b1c",
  "1813": "90ac",
  "1814": "836e",
  "1815": "a9aa",
  "1816": "258f",
  "1817": "a47b",
  "1818": "d314",
  "1819": "1da4",
  "1820": "3534",
  "1821": "bf7",
  "1822": "1624",
  "1823": "0b5",
  "1824": "d135",
  "1825": "d99",
  "1826": "211",
  "1827": "b05",
  "1828": "34b4",
  "1829": "d68",
  "1830": "ee4",
  "1831": "8f24",
  "1832": "d79b",
  "1833": "8ea5",
  "1834": "dd1",
  "1835": "bb7",
  "1836": "be7",
  "1837": "6b74",
  "1838": "34d4",
  "1839": "80b7",
  "1840": "54d4",
  "1841": "0fe",
  "1842": "5b8b",
  "1843": "6e0f",
  "1844": "5bb",
  "1845": "2d24",
  "1846": "ded7",
  "1847": "3717",
  "1848": "930",
  "1849": "3040",
  "1850": "c400",
  "1851": "6c2e",
  "1852": "6f9f",
  "1853": "152a",
  "1854": "6b5c",
  "1855": "9510",
  "1856": "6edb",
  "1857": "11d4",
  "1858": "bfc",
  "1859": "65f4",
  "1860": "628",
  "1861": "d22",
  "1862": "936e",
  "1863": "dbe7",
  "1864": "88d",
  "1865": "476c",
  "1866": "9200",
  "1867": "de7",
  "1868": "399",
  "1869": "60a7",
  "1870": "0ec",
  "1871": "8ea4",
  "1872": "5cb",
  "1873": "2b24",
  "1874": "6491",
  "1875": "136e",
  "1876": "363",
  "1877": "6e3b",
  "1878": "be5",
  "1879": "8e96",
  "1880": "248d",
  "1881": "23df",
  "1882": "6f6e",
  "1883": "1484",
  "1884": "8f7c",
  "1885": "e05",
  "1886": "a36f",
  "1887": "d324",
  "1888": "01b",
  "1889": "de7b",
  "1890": "3f2c",
  "1891": "0de",
  "1892": "4f6e",
  "1893": "8b5c",
  "1894": "fe7",
  "1895": "1c8b",
  "1896": "5ff",
  "1897": "d81b",
  "1898": "9624",
  "1899": "2480",
  "1900": "9954",
  "1901": "5edc",
  "1902": "044",
  "1903": "2430",
  "1904": "1194",
  "1905": "ad6e",
  "1906": "2ca7",
  "1907": "9e00",
  "1908": "33f",
  "1909": "19d",
  "1910": "8f9e",
  "1911": "8cab",
  "1912": "bf0",
  "1913": "1694",
  "1914": "8faa",
  "1915": "3e9b",
  "1916": "ab55",
  "1917": "6e3f",
  "1918": "5491",
  "1919": "606e",
  "1920": "278f",
  "1921": "dbf7",
  "1922": "1b8b",
  "1923": "6bdc",
  "1924": "dcfb",
  "1925": "1617",
  "1926": "3d8",
  "1927": "6b1e",
  "1928": "2dd4",
  "1929": "a1d",
  "1930": "d455",
  "1931": "5b9b",
  "1932": "dad7",
  "1933": "17c4",
  "1934": "8e8e",
  "1935": "97cb",
  "1936": "245e",
  "1937": "00aa",
  "1938": "630",
  "1939": "9665",
  "1940": "917b",
  "1941": "defc",
  "1942": "1a3",
  "1943": "5e5",
  "1944": "7054",
  "1945": "248c",
  "1946": "d355",
  "1947": "bb0",
  "1948": "dfe7",
  "1949": "1e4b",
  "1950": "368b",
  "1951": "1200",
  "1952": "d4b4",
  "1953": "ccf",
  "1954": "1a1",
  "1955": "a1a4",
  "1956": "a78c",
  "1957": "3724",
  "1958": "8200",
  "1959": "6a54",
  "1960": "6495",
  "1961": "2ea0",
  "1962": "3ba5",
  "1963": "8bf4",
  "1964": "a6dc",
  "1965": "2d6b",
  "1966": "ad2c",
  "1967": "208f",
  "1968": "6695",
  "1969": "9365",
  "1970": "dc80",
  "1971": "0fb",
  "1972": "aca4",
  "1973": "d435",
  "1974": "9b00",
  "1975": "a587",
  "1976": "d83",
  "1977": "6455",
  "1978": "c92a",
  "1979": "201b",
  "1980": "ab3e",
  "1981": "a817",
  "1982": "eee",
  "1983": "ebc",
  "1984": "806e",
  "1985": "898",
  "1986": "2091",
  "1987": "375b",
  "1988": "16dc",
  "1989": "1020",
  "1990": "292a",
  "1991": "9504",
  "1992": "3fcf",
  "1993": "a890",
  "1994": "9520",
  "1995": "dbd4",
  "1996": "702f",
  "1997": "6b7e",
  "1998": "37b7",
  "1999": "37eb",
  "2000": "aaa4",
  "2001": "dc8e",
  "2002": "652a",
  "2003": "6ed7",
  "2004": "8b25",
  "2005": "a62c",
  "2006": "a3a5",
  "2007": "8d2e",
  "2008": "a08e",
  "2009": "a6a9",
  "2010": "2ad3",
  "2011": "8e7b",
  "2012": "3fac",
  "2013": "9f4c",
  "2014": "3e1e",
  "2015": "818",
  "2016": "1047",
  "2017": "1fcf",
  "2018": "97d3",
  "2019": "2d87",
  "2020": "30e4",
  "2021": "54cc",
  "2022": "a7a9",
  "2023": "2795",
  "2024": "2ea8",
  "2025": "de17",
  "2026": "9daa",
  "2027": "a83c",
  "2028": "c41f",
  "2029": "7b0e",
  "2030": "0ff",
  "2031": "5e3b",
  "2032": "d3d5",
  "2033": "902e",
  "2034": "d0a4",
  "2035": "cae",
  "2036": "a4f0",
  "2037": "a735",
  "2038": "1b4f",
  "2039": "6b1b",
  "2040": "2c00",
  "2041": "52d7",
  "2042": "6cce",
  "2043": "744",
  "2044": "aa80",
  "2045": "a74b",
  "2046": "102f",
  "2047": "4955",
  "2048": "6bdb",
  "2049": "116b",
  "2050": "6924",
  "2051": "c45",
  "2052": "a9a7",
  "2053": "6224",
  "2054": "dd6",
  "2055": "58db",
  "2056": "6b0e",
  "2057": "8e8b",
  "2058": "1f2b",
  "2059": "9091",
  "2060": "30a7",
  "2061": "878f",
  "2062": "14de",
  "2063": "36df",
  "2064": "ad34",
  "2065": "7404",
  "2066": "6f7e",
  "2067": "2635",
  "2068": "dcee",
  "2069": "8a2",
  "2070": "7f2c",
  "2071": "8e3e",
  "2072": "1b6f",
  "2073": "ef7",
  "2074": "dba7",
  "2075": "d154",
  "2076": "9486",
  "2077": "d51e",
  "2078": "1667",
  "2079": "248b",
  "2080": "b63c",
  "2081": "8ddb",
  "2082": "520",
  "2083": "9b30",
  "2084": "5efc",
  "2085": "a68e",
  "2086": "9b70",
  "2087": "d710",
  "2088": "683c",
  "2089": "dc7a",
  "2090": "a92a",
  "2091": "173b",
  "2092": "606f",
  "2093": "7c34",
  "2094": "9493",
  "2095": "9c5c",
  "2096": "84a4",
  "2097": "6e4f",
  "2098": "98d4",
  "2099": "611",
  "2100": "5564",
  "2101": "df04",
  "2102": "182a",
  "2103": "96a0",
  "2104": "aabe",
  "2105": "559b",
  "2106": "dc14",
  "2107": "9e6f",
  "2108": "2ccc",
  "2109": "dc10",
  "2110": "9454",
  "2111": "5e4f",
  "2112": "1efc",
  "2113": "beb",
  "2114": "8037",
  "2115": "9e96",
  "2116": "8704",
  "2117": "1f55",
  "2118": "df15",
  "2119": "5424",
  "2120": "afd7",
  "2121": "99a4",
  "2122": "9047",
  "2123": "d50f",
  "2124": "3f74",
  "2125": "b4c",
  "2126": "369f",
  "2127": "ab3b",
  "2128": "6c6c",
  "2129": "2c95",
  "2130": "0b4",
  "2131": "2cc0",
  "2132": "1464",
  "2133": "3b91",
  "2134": "2354",
  "2135": "19a",
  "2136": "2e6d",
  "2137": "a9a9",
  "2138": "9e24",
  "2139": "65bf",
  "2140": "2acc",
  "2141": "a084",
  "2142": "626",
  "2143": "1d17",
  "2144": "853c",
  "2145": "aadc",
  "2146": "169e",
  "2147": "a955",
  "2148": "efe",
  "2149": "13d4",
  "2150": "2317",
  "2151": "33aa",
  "2152": "278e",
  "2153": "6baa",
  "2154": "a0dc",
  "2155": "d737",
  "2156": "6c14",
  "2157": "3cb4",
  "2158": "806f",
  "2159": "1ea4",
  "2160": "1434",
  "2161": "9800",
  "2162": "da9",
  "2163": "78af",
  "2164": "9b5f",
  "2165": "68ab",
  "2166": "1955",
  "2167": "4fa4",
  "2168": "c2f",
  "2169": "821",
  "2170": "dbaf",
  "2171": "932b",
  "2172": "353c",
  "2173": "9e07",
  "2174": "6527",
  "2175": "9e5b",
  "2176": "55d7",
  "2177": "9ea3",
  "2178": "2d6e",
  "2179": "30cc",
  "2180": "a7d4",
  "2181": "dec4",
  "2182": "240e",
  "2183": "8d94",
  "2184": "9330",
  "2185": "a235",
  "2186": "2c91",
  "2187": "1d6f",
  "2188": "27af",
  "2189": "8daf",
  "2190": "1cc7",
  "2191": "2431",
  "2192": "4fbe",
  "2193": "8dac",
  "2194": "5c5f",
  "2195": "371e",
  "2196": "8edb",
  "2197": "64de",
  "2198": "373c",
  "2199": "9dac",
  "2200": "146e",
  "2201": "1290",
  "2202": "9ba7",
  "2203": "8b0b",
  "2204": "906c",
  "2205": "9b0b",
  "2206": "db00",
  "2207": "80c0",
  "2208": "0b0b",
  "2209": "0001",
  "2210": "00000000",
  "2211": "6070",
  "2212": "9337",
  "2213": "653c",
  "2214": "2d26",
  "2215": "8edc",
  "2216": "8d54",
  "2217": "37ae",
  "2218": "4bc",
  "2219": "34ac",
  "2220": "1891",
  "2221": "ae7b",
  "2222": "321",
  "2223": "e6b",
  "2224": "2cf5",
  "2225": "be4b",
  "2226": "229b",
  "2227": "0d4",
  "2228": "1e6c",
  "2229": "8d17",
  "2230": "dbae",
  "2231": "58d",
  "2232": "2d3c",
  "2233": "8c6f",
  "2234": "a355",
  "2235": "95d4",
  "2236": "348e",
  "2237": "1edf",
  "2238": "1535",
  "2239": "2095",
  "2240": "332b",
  "2241": "80e0",
  "2242": "8c45",
  "2243": "9594",
  "2244": "dfae",
  "2245": "3594",
  "2246": "8134",
  "2247": "d319",
  "2248": "ab8b",
  "2249": "3224",
  "2250": "a88c",
  "2251": "2c70",
  "2252": "3cd4",
  "2253": "3bd5",
  "2254": "298c",
  "2255": "a5d4",
  "2256": "4fc",
  "2257": "d08e",
  "2258": "2e65",
  "2259": "7e47",
  "2260": "51c",
  "2261": "9566",
  "2262": "323b",
  "2263": "786b",
  "2264": "67b7",
  "2265": "97d5",
  "2266": "dc8b",
  "2267": "201e",
  "2268": "3e9f",
  "2269": "5400",
  "2270": "227",
  "2271": "4bf",
  "2272": "dc70",
  "2273": "b40",
  "2274": "1727",
  "2275": "99a7",
  "2276": "091",
  "2277": "2e3b",
  "2278": "50cc",
  "2279": "8ecc",
  "2280": "9924",
  "2281": "af6c",
  "2282": "66a5",
  "2283": "3e9e",
  "2284": "a3ab",
  "2285": "3c96",
  "2286": "8f50",
  "2287": "800f",
  "2288": "716e",
  "2289": "f44",
  "2290": "2491",
  "2291": "1502",
  "2292": "d524",
  "2293": "ae47",
  "2294": "6555",
  "2295": "8fc4",
  "2296": "636e",
  "2297": "aa4e",
  "2298": "14db",
  "2299": "a525",
  "2300": "d7fe",
  "2301": "1fc7",
  "2302": "902f",
  "2303": "5b0b",
  "2304": "d366",
  "2305": "8e87",
  "2306": "6574",
  "2307": "7f8e",
  "2308": "1f87",
  "2309": "c955",
  "2310": "54aa",
  "2311": "951e",
  "2312": "917e",
  "2313": "1e2a",
  "2314": "d3d0",
  "2315": "952c",
  "2316": "9ea4",
  "2317": "8331",
  "2318": "97e7",
  "2319": "6e9",
  "2320": "a47e",
  "2321": "9eae",
  "2322": "dcae",
  "2323": "db14",
  "2324": "9b7b",
  "2325": "246b",
  "2326": "17bf",
  "2327": "3984",
  "2328": "8e07",
  "2329": "841e",
  "2330": "d4e4",
  "2331": "55d4",
  "2332": "dce1",
  "2333": "1a3e",
  "2334": "3d6c",
  "2335": "9f2e",
  "2336": "9096",
  "2337": "3a1e",
  "2338": "a5a8",
  "2339": "5ee7",
  "2340": "3f8e",
  "2341": "1a17",
  "2342": "a400",
  "2343": "ad67",
  "2344": "cb1c",
  "2345": "d4f1",
  "2346": "9e66",
  "2347": "37b8",
  "2348": "005c",
  "2349": "90c4",
  "2350": "2c2c",
  "2351": "2cac",
  "2352": "6454",
  "2353": "2410",
  "2354": "1e90",
  "2355": "65e0",
  "2356": "6bbf",
  "2357": "dfdc",
  "2358": "6a8e",
  "2359": "8e9d",
  "2360": "8529",
  "2361": "3baf",
  "2362": "3b94",
  "2363": "5bdb",
  "2364": "9c20",
  "2365": "9cdf",
  "2366": "dc94",
  "2367": "f6f",
  "2368": "663",
  "2369": "accb",
  "2370": "998e",
  "2371": "1f91",
  "2372": "5baf",
  "2373": "1eff00",
  "2374": "3065",
  "2375": "d4ac",
  "2376": "242a",
  "2377": "8c3b",
  "2378": "299b",
  "2379": "249b",
  "2380": "9e6e",
  "2381": "d89b",
  "2382": "1b1b",
  "2383": "163",
  "2384": "deb7",
  "2385": "8ca4",
  "2386": "9264",
  "2387": "54ac",
  "2388": "3e5e",
  "2389": "7b9b",
  "2390": "34a4",
  "2391": "7700",
  "2392": "941b",
  "2393": "a927",
  "2394": "17b0",
  "2395": "6e2c",
  "2396": "1f2f",
  "2397": "3c95",
  "2398": "8e4b",
  "2399": "9054",
  "2400": "61db",
  "2401": "81aa",
  "2402": "251b",
  "2403": "9da3",
  "2404": "dd00",
  "2405": "35a4",
  "2406": "39a",
  "2407": "9f55",
  "2408": "3985",
  "2409": "fd7",
  "2410": "8710",
  "2411": "37ed",
  "2412": "929e",
  "2413": "d1dc",
  "2414": "84ac",
  "2415": "8fc7",
  "2416": "de07",
  "2417": "1e5d",
  "2418": "2825",
  "2419": "20fa",
  "2420": "9ee4",
  "2421": "eff00",
  "2422": "94b4",
  "2423": "2598",
  "2424": "d49b",
  "2425": "2755",
  "2426": "c4c",
  "2427": "cf04",
  "2428": "6391",
  "2429": "cc5",
  "2430": "dc5f",
  "2431": "6e67",
  "2432": "d81e",
  "2433": "91d7",
  "2434": "db95",
  "2435": "549e",
  "2436": "8b5e",
  "2437": "2125",
  "2438": "df85",
  "2439": "feb",
  "2440": "1a30",
  "2441": "dbbf",
  "2442": "162c",
  "2443": "aa55",
  "2444": "6417",
  "2445": "8cae",
  "2446": "7b5f",
  "2447": "18db",
  "2448": "a434",
  "2449": "9a9e",
  "2450": "3817",
  "2451": "547f",
  "2452": "d3af",
  "2453": "7edc",
  "2454": "d21b",
  "2455": "7caf",
  "2456": "7ff",
  "2457": "361c",
  "2458": "d954",
  "2459": "9617",
  "2460": "8cde",
  "2461": "b40e",
  "2462": "1f5",
  "2463": "a70b",
  "2464": "1c5e",
  "2465": "b4d5",
  "2466": "26a5",
  "2467": "3f85",
  "2468": "6217",
  "2469": "2c6d",
  "2470": "3068",
  "2471": "0b9b",
  "2472": "3cd3",
  "2473": "3c55",
  "2474": "9280",
  "2475": "ca7",
  "2476": "440",
  "2477": "a635",
  "2478": "9b2f",
  "2479": "5fa5",
  "2480": "3dae",
  "2481": "cb2f",
  "2482": "9e5c",
  "2483": "d897",
  "2484": "9266",
  "2485": "a166",
  "2486": "6524",
  "2487": "9e3a",
  "2488": "8214",
  "2489": "9735",
  "2490": "8b24",
  "2491": "2330",
  "2492": "27cd",
  "2493": "f07",
  "2494": "1984",
  "2495": "a091",
  "2496": "d3ae",
  "2497": "4d55",
  "2498": "44e",
  "2499": "9c54",
  "2500": "16d4",
  "2501": "2e2e",
  "2502": "e45",
  "2503": "6d80",
  "2504": "554b",
  "2505": "b5ac",
  "2506": "2380",
  "2507": "2eaa",
  "2508": "133c",
  "2509": "7817",
  "2510": "393",
  "2511": "2b9e",
  "2512": "303c",
  "2513": "1fcb",
  "2514": "d624",
  "2515": "976b",
  "2516": "2c17",
  "2517": "9366",
  "2518": "91c7",
  "2519": "7b1e",
  "2520": "9e37",
  "2521": "93dc",
  "2522": "8e3b",
  "2523": "5455",
  "2524": "d1d4",
  "2525": "3fe2",
  "2526": "603f",
  "2527": "a1ab",
  "2528": "2a54",
  "2529": "0f0",
  "2530": "a804",
  "2531": "536",
  "2532": "8160",
  "2533": "398e",
  "2534": "afcc",
  "2535": "a71e",
  "2536": "d4f0",
  "2537": "60cb",
  "2538": "852d",
  "2539": "14ee",
  "2540": "9285",
  "2541": "6e3a",
  "2542": "96a5",
  "2543": "6fd3",
  "2544": "9764",
  "2545": "5c74",
  "2546": "af25",
  "2547": "1b6c",
  "2548": "8e57",
  "2549": "6d3c",
  "2550": "1620",
  "2551": "25cc",
  "2552": "a792",
  "2553": "9965",
  "2554": "9d54",
  "2555": "f45",
  "2556": "209e",
  "2557": "9c45",
  "2558": "dbb7",
  "2559": "621",
  "2560": "37c4",
  "2561": "ff007",
  "2562": "2a91",
  "2563": "3e53",
  "2564": "94d4",
  "2565": "969e",
  "2566": "6c91",
  "2567": "0090",
  "2568": "a9de",
  "2569": "ce5",
  "2570": "0e4f",
  "2571": "a1a7",
  "2572": "21ab",
  "2573": "75e",
  "2574": "a7a1",
  "2575": "1531",
  "2576": "7f9e",
  "2577": "f454",
  "2578": "79a4",
  "2579": "7bdf",
  "2580": "0b75",
  "2581": "aaaa",
  "2582": "83aa",
  "2583": "6e42",
  "2584": "a791",
  "2585": "2a8b",
  "2586": "39d",
  "2587": "6fce",
  "2588": "91e4",
  "2589": "6ea4",
  "2590": "de7c",
  "2591": "6e2a",
  "2592": "1f97",
  "2593": "a484",
  "2594": "4865",
  "2595": "2f24",
  "2596": "c72a",
  "2597": "2f7b",
  "2598": "0b74",
  "2599": "aa6c",
  "2600": "802a",
  "2601": "6494",
  "2602": "1010",
  "2603": "2030",
  "2604": "c0c",
  "2605": "5050",
  "2606": "14141414141414141414141414141414",
  "2607": "1137",
  "2608": "3b8f",
  "2609": "cc24",
  "2610": "2fd4",
  "2611": "d51f",
  "2612": "2537",
  "2613": "288b",
  "2614": "3cdb",
  "2615": "389e",
  "2616": "d41e",
  "2617": "9f30",
  "2618": "df8b",
  "2619": "5766",
  "2620": "d2de",
  "2621": "d4c7",
  "2622": "9654",
  "2623": "25ad",
  "2624": "9f7f",
  "2625": "a7a6",
  "2626": "639f",
  "2627": "3455",
  "2628": "3e65",
  "2629": "7bfbe",
  "2630": "945c",
  "2631": "2b5c",
  "2632": "d994",
  "2633": "1636",
  "2634": "2923",
  "2635": "5c7b",
  "2636": "a9d5",
  "2637": "f47",
  "2638": "548d",
  "2639": "923b",
  "2640": "00df",
  "2641": "d12b",
  "2642": "a26f",
  "2643": "005e",
  "2644": "d53c",
  "2645": "770b",
  "2646": "d867",
  "2647": "6475",
  "2648": "b8b",
  "2649": "13bb",
  "2650": "2f6b",
  "2651": "376b",
  "2652": "37e9c",
  "2653": "f883",
  "2654": "26c0",
  "2655": "dd1b",
  "2656": "b07",
  "2657": "3716",
  "2658": "dfa6",
  "2659": "c517",
  "2660": "37bf",
  "2661": "7c55",
  "2662": "35b4",
  "2663": "3d3c",
  "2664": "a26c",
  "2665": "018d",
  "2666": "cb25",
  "2667": "016b",
  "2668": "3cdf",
  "2669": "cb2d",
  "2670": "8f44",
  "2671": "2817",
  "2672": "9ef8",
  "2673": "022e",
  "2674": "3a8e",
  "2675": "69aa",
  "2676": "30b0",
  "2677": "3fc3",
  "2678": "db11",
  "2679": "dbdf",
  "2680": "1fae",
  "2681": "a6ab",
  "2682": "cf1c",
  "2683": "618e",
  "2684": "a8ab",
  "2685": "2c8c",
  "2686": "3f87",
  "2687": "803b",
  "2688": "a52a",
  "2689": "1bdb",
  "2690": "0567",
  "2691": "96d0",
  "2692": "346b",
  "2693": "3a8f",
  "2694": "723e",
  "2695": "d4ef",
  "2696": "6f2c",
  "2697": "003b",
  "2698": "9355",
  "2699": "dee0",
  "2700": "9b55",
  "2701": "7fe4",
  "2702": "545f",
  "2703": "6fc7",
  "2704": "6def",
  "2705": "3b0b",
  "2706": "8bc4",
  "2707": "9218",
  "2708": "a8a2",
  "2709": "3211",
  "2710": "1584",
  "2711": "87c4",
  "2712": "5c5e",
  "2713": "d61c",
  "2714": "868e",
  "2715": "6533",
  "2716": "a475b",
  "2717": "8585",
  "2718": "1433",
  "2719": "95de",
  "2720": "d63c",
  "2721": "1511",
  "2722": "845e",
  "2723": "1293",
  "2724": "3600",
  "2725": "9070",
  "2726": "92aa",
  "2727": "3d2e",
  "2728": "9814",
  "2729": "9124",
  "2730": "a58f",
  "2731": "df5c",
  "2732": "262c",
  "2733": "2cc4",
  "2734": "3094",
  "2735": "3f28",
  "2736": "ca3c",
  "2737": "a994",
  "2738": "c091",
  "2739": "921c",
  "2740": "1487",
  "2741": "65b4",
  "2742": "98aa",
  "2743": "15cb",
  "2744": "d714",
  "2745": "29aa",
  "2746": "a46e",
  "2747": "8ddc",
  "2748": "2d38",
  "2749": "636b",
  "2750": "8937",
  "2751": "9f65",
  "2752": "96a4",
  "2753": "3587",
  "2754": "89f4",
  "2755": "a77f",
  "2756": "1574",
  "2757": "3d15",
  "2758": "281",
  "2759": "3c9f",
  "2760": "645b",
  "2761": "27cb",
  "2762": "dc7b",
  "2763": "cb0c",
  "2764": "0068",
  "2765": "d4d9",
  "2766": "1fbc",
  "2767": "54c4",
  "2768": "3617",
  "2769": "823b",
  "2770": "dc7e",
  "2771": "2ee5",
  "2772": "1c00",
  "2773": "34a8",
  "2774": "602c",
  "2775": "82d7",
  "2776": "2eee",
  "2777": "e024",
  "2778": "8d8c",
  "2779": "6d83",
  "2780": "00bf",
  "2781": "149d",
  "2782": "d5a0",
  "2783": "def8",
  "2784": "d765",
  "2785": "8d24",
  "2786": "2237",
  "2787": "4824",
  "2788": "da6e",
  "2789": "db9f",
  "2790": "2a9c",
  "2791": "afd0",
  "2792": "7f7e",
  "2793": "1f9e",
  "2794": "5fee",
  "2795": "37a3",
  "2796": "b8e",
  "2797": "7b61",
  "2798": "5e6f",
  "2799": "3c10",
  "2800": "a45b",
  "2801": "4f37",
  "2802": "8265",
  "2803": "5f96",
  "2804": "32dc",
  "2805": "3234",
  "2806": "2d1c",
  "2807": "6615",
  "2808": "85f4",
  "2809": "6c74",
  "2810": "9bdf",
  "2811": "d535",
  "2812": "d8aa",
  "2813": "2abc",
  "2814": "89a4",
  "2815": "2ac7",
  "2816": "10a0",
  "2817": "6655",
  "2818": "9024",
  "2819": "9a96",
  "2820": "c13c",
  "2821": "9bf4",
  "2822": "a614",
  "2823": "6e3e",
  "2824": "d654",
  "2825": "6c4f",
  "2826": "8f2e",
  "2827": "6fdc",
  "2828": "9f13",
  "2829": "90cb",
  "2830": "d9af",
  "2831": "6e50",
  "2832": "2390",
  "2833": "6c5c",
  "2834": "d0af",
  "2835": "6fa7",
  "2836": "a60f",
  "2837": "1c74",
  "2838": "6ebf",
  "2839": "1bcb",
  "2840": "1eaa",
  "2841": "5bbf",
  "2842": "1f5c",
  "2843": "d0c7",
  "2844": "1c9b",
  "2845": "c5ac",
  "2846": "2e6c",
  "2847": "2474",
  "2848": "2f1b",
  "2849": "8a8e",
  "2850": "1c24",
  "2851": "249c",
  "2852": "a0aa",
  "2853": "1896",
  "2854": "9fa6",
  "2855": "836f",
  "2856": "0f4b",
  "2857": "0f7c",
  "2858": "d98f",
  "2859": "6444",
  "2860": "6e5b",
  "2861": "d065",
  "2862": "d474",
  "2863": "ef50",
  "2864": "b195",
  "2865": "8dee",
  "2866": "dedc",
  "2867": "afa7",
  "2868": "7fa4",
  "2869": "dadc",
  "2870": "2012",
  "2871": "8084",
  "2872": "922",
  "2873": "493b",
  "2874": "691c",
  "2875": "a3a7",
  "2876": "8c34",
  "2877": "55cf",
  "2878": "7c66",
  "2879": "d060",
  "2880": "2720",
  "2881": "6eac",
  "2882": "6e7e",
  "2883": "a07b",
  "2884": "8e9c",
  "2885": "11d3",
  "2886": "c15",
  "2887": "826c",
  "2888": "3f2e",
  "2889": "81d0",
  "2890": "6c2d",
  "2891": "93cf",
  "2892": "98dc",
  "2893": "2e2f",
  "2894": "344d",
  "2895": "2569",
  "2896": "123f",
  "2897": "253b",
  "2898": "9b2a",
  "2899": "103",
  "2900": "ca9",
  "2901": "63d7",
  "2902": "a4ce",
  "2903": "9dd5",
  "2904": "aca7",
  "2905": "153b",
  "2906": "12d4",
  "2907": "554c",
  "2908": "6e0e",
  "2909": "34ab",
  "2910": "363e",
  "2911": "a837",
  "2912": "18de",
  "2913": "124f",
  "2914": "ff3c",
  "2915": "2355",
  "2916": "7523",
  "2917": "3e58",
  "2918": "0004",
  "2919": "5f8b",
  "2920": "103b",
  "2921": "1c0f",
  "2922": "761b",
  "2923": "3517",
  "2924": "c477",
  "2925": "ca5",
  "2926": "6a30",
  "2927": "23ad",
  "2928": "6387",
  "2929": "2cad",
  "2930": "334b",
  "2931": "a4a8",
  "2932": "0016",
  "2933": "9a8e",
  "2934": "ccc",
  "2935": "68d0",
  "2936": "29ad",
  "2937": "9686",
  "2938": "aea0",
  "2939": "ed5",
  "2940": "2591",
  "2941": "126e",
  "2942": "6f17",
  "2943": "2a9f",
  "2944": "00c5",
  "2945": "aca3",
  "2946": "26d3",
  "2947": "d165",
  "2948": "3eab",
  "2949": "6c4c",
  "2950": "9c47",
