{
  "0": "0",
  "1": "1",
  "2": "2",
  "3": "3",
  "4": "4",
  "5": "5",
  "6": "6",
  "7": "7",
  "8": "8",
  "9": "9",
  "10": "a",
  "11": "b",
  "12": "c",
  "13": "d",
  "14": "e",
  "15": "f",
  "16": "Ġ",
  "17": "<|EOF|>",
  "18": "<|MASK|>",
  "19": "<|UNK|>",
  "20": "<|PAD|>",
  "21": "00",
  "23": "04",
  "22": "08",
  "25": "02",
  "29": "ff",
  "30": "cc",
  "34": "01",
  "38": "74",
  "43": "65",
  "32": "88",
  "49": "69",
  "48": "72",
  "45": "73",
  "47": "75",
  "40": "03",
  "55": "6e",
  "24": "0000",
  "33": "15",
  "264": "db",
  "56": "79",
  "174": "7b",
  "233": "d5",
  "71": "63",
  "132": "a9",
  "227": "d3",
  "287": "ab",
  "195": "a5",
  "88": "62",
  "150": "64",
  "66": "7e",
  "319": "d4",
  "200": "a2",
  "232": "d2",
  "151": "ae",
  "173": "6b",
  "184": "de",
  "177": "d9",
  "198": "a3",
  "46": "6f",
  "293": "a4",
  "26": "102",
  "27": "0408",
  "28": "1020408",
  "31": "06",
  "35": "00001020408",
  "36": "05",
  "37": "bf",
  "39": "102040800001020408",
  "41": "22",
  "42": "11",
  "44": "44",
  "50": "102040800001020408102040800001020408",
  "51": "cf",
  "52": "0a",
  "53": "7d",
  "54": "09",
  "57": "49",
  "58": "bd",
  "59": "b3",
  "60": "0c",
  "61": "be",
  "62": "42",
  "63": "7f",
  "64": "b5",
  "65": "b9",
  "67": "6d",
  "68": "83",
  "69": "ba",
  "70": "8d",
  "72": "7a",
  "73": "12",
  "74": "b4",
  "75": "0f",
  "76": "0d",
  "77": "13",
  "78": "0e",
  "79": "6c",
  "80": "b2",
  "81": "6a",
  "82": "1d",
  "83": "85",
  "84": "1f",
  "85": "7c",
  "86": "19",
  "87": "1e",
  "89": "8e",
  "90": "bc",
  "91": "45",
  "92": "8f",
  "93": "8a",
  "94": "89",
  "95": "4c",
  "96": "1a",
  "97": "108",
  "98": "1c",
  "99": "82",
  "100": "33",
  "101": "4d",
  "102": "55",
  "103": "4f",
  "104": "4e",
  "105": "488",
  "106": "43",
  "107": "00002",
  "108": "07",
  "109": "4a",
  "110": "cccc",
  "111": "5d",
  "112": "2a",
  "113": "99",
  "114": "3e",
  "115": "8c",
  "116": "3f",
  "117": "39",
  "118": "104",
  "119": "3c",
  "120": "ed",
  "121": "000000",
  "122": "5f",
  "123": "aa",
  "124": "ef",
  "125": "e9",
  "126": "3d",
  "127": "2d",
  "128": "59",
  "129": "ad",
  "130": "2c",
  "131": "29",
  "133": "61",
  "134": "5c",
  "135": "2f",
  "136": "af",
  "137": "102040800001020408102040800001020408102040800001020408102040800001020408",
  "138": "b7",
  "139": "ec",
  "140": "0b",
  "141": "2e",
  "142": "ac",
  "143": "dd",
  "144": "41",
  "145": "5e",
  "146": "67",
  "147": "53",
  "148": "ff15",
  "149": "8b",
  "152": "66",
  "153": "9f",
  "154": "082",
  "155": "df",
  "156": "81",
  "157": "52",
  "158": "bb",
  "159": "5a",
  "160": "0006",
  "161": "9c",
  "162": "ee",
  "163": "77",
  "164": "00000000",
  "165": "dc",
  "166": "68",
  "167": "23",
  "168": "400002",
  "169": "1080000",
  "170": "0000108",
  "171": "08208",
  "172": "108000042",
  "175": "3a",
  "176": "001",
  "178": "8bf",
  "179": "0820800002",
  "180": "71",
  "181": "0000108400002",
  "182": "0100",
  "183": "25",
  "185": "9e",
  "186": "14",
  "187": "78",
  "188": "35",
  "189": "76",
  "190": "08208000020820800002",
  "191": "32",
  "192": "9d",
  "193": "84",
  "194": "1080000420000108400002",
  "196": "b1",
  "197": "cccccccc",
  "199": "b8",
  "201": "060c",
  "202": "ce",
  "203": "54",
  "204": "16",
  "205": "0000104",
  "206": "102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408",
  "207": "b6",
  "208": "c9",
  "209": "1040000104",
  "210": "f9",
  "211": "18",
  "212": "cd",
  "213": "fe",
  "214": "48",
  "215": "c3",
  "216": "415",
  "217": "47",
  "218": "0044",
  "219": "da",
  "220": "00488",
  "221": "ffff",
  "222": "86",
  "223": "93",
  "224": "5b",
  "225": "92",
  "226": "46",
  "228": "1b",
  "229": "ea",
  "230": "17",
  "231": "95",
  "234": "10800004200001084000021080000420000108400002",
  "235": "e3",
  "236": "9a",
  "237": "10400001041040000104",
  "238": "4b",
  "239": "87",
  "240": "fc",
  "241": "805",
  "242": "0022",
  "243": "e5",
  "244": "0488",
  "245": "fd",
  "246": "183",
  "247": "28",
  "248": "0011",
  "249": "0000000000000000",
  "250": "ca",
  "251": "0800",
  "252": "e2",
  "253": "f3",
  "254": "c5",
  "255": "0d00",
  "256": "fa",
  "257": "2b",
  "258": "24",
  "259": "f5",
  "260": "0004",
  "261": "100",
  "262": "56",
  "263": "36",
  "265": "8800",
  "266": "0700",
  "267": "26",
  "268": "3b",
  "269": "300",
  "270": "08001",
  "271": "96",
  "272": "060c08001",
  "273": "060c0800103",
  "274": "183060c0800103",
  "275": "183060c0800103060c",
  "276": "183060c0800103060c183060c0800103060c",
  "277": "d7",
  "278": "0820800002082080000208208000020820800002",
  "279": "37",
  "280": "f2",
  "281": "002222",
  "282": "0900",
  "283": "eb",
  "284": "38",
  "285": "34",
  "286": "102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408",
  "288": "cf805",
  "289": "a6",
  "290": "51",
  "291": "0200",
  "292": "fff",
  "294": "8001",
  "295": "57",
  "296": "049",
  "297": "a7",
  "298": "c2",
  "299": "8001000000",
  "300": "e6",
  "301": "e7",
  "302": "004444",
  "303": "27",
  "304": "498bf",
  "305": "d6",
  "306": "c8",
  "307": "94",
  "308": "488bf",
  "309": "97",
  "310": "9b",
  "311": "002222002222",
  "312": "58",
  "313": "c6",
  "314": "31",
  "315": "91",
  "316": "00f",
  "317": "e4",
  "318": "d8",
  "320": "a8",
  "321": "001111",
  "322": "a1",
  "323": "98",
  "324": "004444004444",
  "325": "e1",
  "326": "072",
  "327": "0600",
  "328": "0500",
  "329": "c7",
  "330": "074",
  "331": "cb",
  "332": "f6",
  "333": "010000",
  "334": "888800",
  "335": "706",
  "336": "21",
  "337": "bdf",
  "338": "d1",
  "339": "10204",
  "340": "8d1d",
  "341": "85c",
  "342": "e8",
  "343": "41ff",
  "344": "075",
  "345": "f5d",
  "346": "4c8bf",
  "347": "fb",
  "348": "0008",
  "349": "001111001111",
  "350": "ff00",
  "351": "f7",
  "352": "0ff15",
  "353": "c4",
  "354": "01020408",
  "355": "888800888800",
  "356": "b415",
  "357": "cccccccccccccccc",
  "358": "f4",
  "359": "1040000104104000010410400001041040000104",
  "360": "41ff13",
  "361": "073",
  "362": "200",
  "363": "408",
  "364": "128",
  "365": "10204080000",
  "366": "00000000000000000000000000000000",
  "367": "060006",
  "368": "7ef",
  "369": "8be",
  "370": "c1",
  "371": "012",
  "372": "007",
  "373": "488d",
  "374": "cf9",
  "375": "027",
  "376": "042",
  "377": "102040800001020408102040800001020408102040800001020408",
  "378": "0002",
  "379": "cc0044",
  "380": "488b",
  "381": "015",
  "382": "1282",
  "383": "f1",
  "384": "f8",
  "385": "1080000420000108400002108000042000010840000210800004200001084000021080000420000108400002",
  "386": "800",
  "387": "040006",
  "388": "6574",
  "389": "6500",
  "390": "00000100",
  "391": "0b2",
  "392": "079",
  "393": "183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c",
  "394": "0b9",
  "395": "7ff",
  "396": "0b3",
  "397": "07000000",
  "398": "07d",
  "399": "cc0044cc0044",
  "400": "e415",
  "401": "0ff",
  "402": "0900488",
  "403": "0300",
  "404": "6f6e",
  "405": "cf8058001000000",
  "406": "6572",
  "407": "102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408",
  "408": "7df",
  "409": "000002",
  "410": "0b5",
  "411": "0400",
  "412": "b4c",
  "413": "cccccc",
  "414": "e415f5d",
  "415": "bef",
  "416": "172",
  "417": "a22",
  "418": "945",
  "419": "0a00",
  "420": "498",
  "421": "0ba",
  "422": "010006",
  "423": "07f",
  "424": "07a",
  "425": "005",
  "426": "00000a",
  "427": "050006",
  "428": "62a",
  "429": "79f",
  "430": "0203",
  "431": "022",
  "432": "8bff",
  "433": "696e",
  "434": "030006",
  "435": "6c2",
  "436": "fcf8058001000000",
  "437": "0bcf805",
  "438": "b5f",
  "439": "644",
  "440": "010004",
  "441": "393f",
  "442": "804",
  "443": "07e",
  "444": "08208000020820800002082080000208208000020820800002082080000208208000020820800002",
  "445": "0be",
  "446": "b3d",
  "447": "101",
  "448": "498d",
  "449": "400",
  "450": "7cf",
  "451": "bff",
  "452": "ffffff",
  "453": "0cc",
  "454": "07c",
  "455": "4c8d1d",
  "456": "0bd",
  "457": "08400002",
  "458": "099",
  "459": "0bf",
  "460": "baf",
  "461": "600",
  "462": "00000bcf805",
  "463": "73f",
  "464": "7bf",
  "465": "ccf",
  "466": "04c",
  "467": "75f",
  "468": "74f",
  "469": "002",
  "470": "00005b",
  "471": "052",
  "472": "78f",
  "473": "7400",
  "474": "51f",
  "475": "b75",
  "476": "7300",
  "477": "b3f",
  "478": "206",
  "479": "749",
  "480": "fcf8058001000000fcf8058001000000",
  "481": "500",
  "482": "402",
  "483": "d415",
  "484": "002222002222002222002222",
  "485": "71f",
  "486": "6ff",
  "487": "b9f",
  "488": "bcf",
  "489": "0bc",
  "490": "0b4",
  "491": "5b415",
  "492": "0202",
  "493": "669",
  "494": "393f41ff13",
  "495": "0015",
  "496": "059",
  "497": "b7f",
  "498": "b6f",
  "499": "118",
  "500": "d415e415f5d",
  "501": "7af",
  "502": "7415",
  "503": "10204080000102",
  "504": "ff2",
  "505": "ffe",
  "506": "702",
  "507": "7de",
  "508": "674",
  "509": "10204080008",
  "510": "0101",
  "511": "b4f",
  "512": "1283",
  "513": "660022",
  "514": "175",
  "515": "4c8be",
  "516": "645",
  "517": "109",
  "518": "3c408",
  "519": "722",
  "520": "0700488",
  "521": "009",
  "522": "04d",
  "523": "55415",
  "524": "0fe",
  "525": "7dd",
  "526": "72f",
  "527": "019",
  "528": "0cf",
  "529": "004444004444004444004444",
  "530": "b2f",
  "531": "40e",
  "532": "01000a",
  "533": "bec",
  "534": "06000000",
  "535": "10488",
  "536": "802",
  "537": "602",
  "538": "33c",
  "539": "77f",
  "540": "808",
  "541": "3f0015",
  "542": "656e",
  "543": "8ff15",
  "544": "122",
  "545": "76e",
  "546": "406",
  "547": "00042",
  "548": "bf3",
  "549": "708",
  "550": "6dd",
  "551": "01c",
  "552": "8bc",
  "553": "6174",
  "554": "032",
  "555": "b6c",
  "556": "bde",
  "557": "69f",
  "558": "79e",
  "559": "cf905",
  "560": "b8f",
  "561": "b4d",
  "562": "b5d",
  "563": "cf9058001000000",
  "564": "73e",
  "565": "b02",
  "566": "10a",
  "567": "0000000000000000000000000000000000000000000000000000000000000000",
  "568": "103",
  "569": "0089",
  "570": "bed",
  "571": "75e",
  "572": "639",
  "573": "1a5",
  "574": "00000bcf80500",
  "575": "0498bf",
  "576": "849",
  "577": "7ff15",
  "578": "b08",
  "579": "3ff",
  "580": "7ed",
  "581": "1020408000010204",
  "582": "b7d",
  "583": "b06",
  "584": "001111001111001111001111",
  "585": "0104",
  "586": "65f",
  "587": "75d",
  "588": "01e",
  "589": "7ee",
  "590": "b6d",
  "591": "8488",
  "592": "769",
  "593": "03300",
  "594": "05f",
  "595": "6ad",
  "596": "453",
  "597": "b85",
  "598": "b04",
  "599": "6400",
  "600": "8dc",
  "601": "00000200",
  "602": "7fd",
  "603": "700",
  "604": "73d",
  "605": "cfd",
  "606": "0f9",
  "607": "704",
  "608": "222",
  "609": "76f",
  "610": "79d",
  "611": "ba9",
  "612": "8e9",
  "613": "0488d",
  "614": "642",
  "615": "65d",
  "616": "b2c",
  "617": "b55",
  "618": "b69",
  "619": "8bd",
  "620": "001133",
  "621": "753",
  "622": "7fe",
  "623": "a29",
  "624": "039",
  "625": "608",
  "626": "b29",
  "627": "b3e",
  "628": "880099",
  "629": "b9d",
  "630": "544",
  "631": "062",
  "632": "72e",
  "633": "b9e",
  "634": "01000000",
  "635": "132",
  "636": "b1f",
  "637": "842",
  "638": "84d",
  "639": "6af",
  "640": "ffd",
  "641": "10d",
  "642": "cfe",
  "643": "bcd",
  "644": "a2a",
  "645": "bbf",
  "646": "b6e",
  "647": "649",
  "648": "888800888800888800888800",
  "649": "7dc",
  "650": "b5c",
  "651": "b74",
  "652": "8ad",
  "653": "7be",
  "654": "73c",
  "655": "6ff15",
  "656": "199",
  "657": "78e",
  "658": "a04",
  "659": "b00",
  "660": "759",
  "661": "6fe",
  "662": "479",
  "663": "83c",
  "664": "0e9",
  "665": "616c",
  "666": "5e00",
  "667": "83f",
  "668": "7ae",
  "669": "ffc",
  "670": "b99",
  "671": "01f",
  "672": "81c",
  "673": "b05",
  "674": "71e",
  "675": "bac",
  "676": "bad",
  "677": "80f",
  "678": "3ec",
  "679": "554157415",
  "680": "88d",
  "681": "183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c",
  "682": "66d",
  "683": "7ce",
  "684": "159",
  "685": "040800001020408",
  "686": "b13",
  "687": "660022660022",
  "688": "7e9",
  "689": "533",
  "690": "8fe",
  "691": "b49",
  "692": "61e",
  "693": "7b3",
  "694": "803",
  "695": "7bd",
  "696": "142",
  "697": "04e",
  "698": "1080000420000108",
  "699": "572",
  "700": "bce",
  "701": "75c",
  "702": "1cf",
  "703": "799",
  "704": "652",
  "705": "3cf",
  "706": "63f",
  "707": "6cd",
  "708": "6aa",
  "709": "5e003f0015",
  "710": "62d",
  "711": "69e",
  "712": "02f",
  "713": "112",
  "714": "69d",
  "715": "c415",
  "716": "b53",
  "717": "105",
  "718": "6a9",
  "719": "0800488",
  "720": "10204080c",
  "721": "b92",
  "722": "b95",
  "723": "b2d",
  "724": "413",
  "725": "46e",
  "726": "119",
  "727": "7ad",
  "728": "819",
  "729": "7d9",
  "730": "7da",
  "731": "6a3",
  "732": "68d",
  "733": "3c4085b415",
  "734": "b1d",
  "735": "12d",
  "736": "672",
  "737": "0c3",
  "738": "bbd",
  "739": "51e",
  "740": "092",
  "741": "b73",
  "742": "0a00488",
  "743": "76d",
  "744": "0a9",
  "745": "742",
  "746": "020006",
  "747": "bae",
  "748": "b2a",
  "749": "3ef",
  "750": "7c3",
  "751": "020408",
  "752": "069",
  "753": "b8d",
  "754": "7cd",
  "755": "63c",
  "756": "0ad",
  "757": "00005b0089",
  "758": "6900",
  "759": "74d",
  "760": "0fd",
  "761": "006",
  "762": "05a",
  "763": "ba3",
  "764": "4889",
  "765": "b2e",
  "766": "6bf",
  "767": "433",
  "768": "7a9",
  "769": "78d",
  "770": "659",
  "771": "b3c",
  "772": "6bd",
  "773": "64f",
  "774": "b4e",
  "775": "63e",
  "776": "09e",
  "777": "488b7",
  "778": "b59",
  "779": "71d",
  "780": "baa",
  "781": "64a",
  "782": "01a",
  "783": "6ae",
  "784": "69c",
  "785": "7c9",
  "786": "b39",
  "787": "39f",
  "788": "b1e",
  "789": "c415d415e415f5d",
  "790": "6fc",
  "791": "b9c",
  "792": "49c",
  "793": "be9",
  "794": "09f",
  "795": "6fd",
  "796": "705",
  "797": "79c",
  "798": "62f",
  "799": "813",
  "800": "6c9",
  "801": "b89",
  "802": "10f",
  "803": "81e",
  "804": "b45",
  "805": "8fd",
  "806": "095",
  "807": "65c",
  "808": "739",
  "809": "040004",
  "810": "455",
  "811": "80c",
  "812": "7c2",
  "813": "8ae",
  "814": "653",
  "815": "49e",
  "816": "6ed",
  "817": "b15",
  "818": "84a",
  "819": "643",
  "820": "715",
  "821": "74e",
  "822": "06f",
  "823": "74c",
  "824": "792",
  "825": "10800004200001084000021080000420000108400002108000042000010840000210800004200001084000021080000420000108400002108000042000010840000210800004200001084000021080000420000108400002",
  "826": "6ef",
  "827": "77e",
  "828": "11d",
  "829": "7f9",
  "830": "b44",
  "831": "675",
  "832": "685",
  "833": "81d",
  "834": "6cf",
  "835": "8ac",
  "836": "82c",
  "837": "163",
  "838": "72a",
  "839": "173",
  "840": "0001020408",
  "841": "1c9",
  "842": "84c",
  "843": "bdd",
  "844": "815",
  "845": "43f",
  "846": "b5e",
  "847": "b32",
  "848": "7cc",
  "849": "bfd",
  "850": "603",
  "851": "81f",
  "852": "102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408",
  "853": "68e",
  "854": "04f",
  "855": "6df",
  "856": "b7a",
  "857": "b8e",
  "858": "713",
  "859": "bee",
  "860": "0ed",
  "861": "71a",
  "862": "0c9",
  "863": "b43",
  "864": "6963",
  "865": "0108400002",
  "866": "bc3",
  "867": "70f",
  "868": "69a",
  "869": "0a3",
  "870": "64e",
  "871": "b63",
  "872": "619",
  "873": "b93",
  "874": "8df",
  "875": "10400001041040000104104000010410400001041040000104104000010410400001041040000104",
  "876": "bf9",
  "877": "67a",
  "878": "cc9",
  "879": "7f08",
  "880": "bd9",
  "881": "b35",
  "882": "7b5",
  "883": "844",
  "884": "61f",
  "885": "880099880099",
  "886": "735",
  "887": "6dc",
  "888": "6f9",
  "889": "029",
  "890": "899",
  "891": "7f5",
  "892": "8f9",
  "893": "41c",
  "894": "b0f",
  "895": "6415",
  "896": "72d",
  "897": "85f",
  "898": "7d3",
  "899": "01d",
  "900": "6ce",
  "901": "12f",
  "902": "bdc",
  "903": "629",
  "904": "8af",
  "905": "0404",
  "906": "b33",
  "907": "b0d",
  "908": "09d",
  "909": "00d",
  "910": "bda",
  "911": "622",
  "912": "4f5",
  "913": "62e",
  "914": "79a",
  "915": "123",
  "916": "11f",
  "917": "703",
  "918": "b9a",
  "919": "129",
  "920": "6e9",
  "921": "b19",
  "922": "7fc",
  "923": "7d00",
  "924": "4fe",
  "925": "b23",
  "926": "7e3",
  "927": "49f",
  "928": "72c",
  "929": "61a",
  "930": "b4a",
  "931": "11c",
  "932": "0ee",
  "933": "65e",
  "934": "bfe",
  "935": "006500",
  "936": "8fc",
  "937": "06c",
  "938": "8a9",
  "939": "be5",
  "940": "405",
  "941": "6da",
  "942": "7fa",
  "943": "020000",
  "944": "8dd",
  "945": "8c9",
  "946": "692",
  "947": "745",
  "948": "b1a",
  "949": "863",
  "950": "775",
  "951": "6100",
  "952": "bc9",
  "953": "bf5",
  "954": "695",
  "955": "6f00",
  "956": "70d",
  "957": "bd3",
  "958": "cf3",
  "959": "0505",
  "960": "699",
  "961": "64d",
  "962": "65a",
  "963": "733",
  "964": "693",
  "965": "b22",
  "966": "001133001133",
  "967": "8cd",
  "968": "133",
  "969": "7ca",
  "970": "795",
  "971": "11e",
  "972": "111",
  "973": "663",
  "974": "6a5",
  "975": "655",
  "976": "244",
  "977": "14a",
  "978": "839",
  "979": "cfc",
  "980": "06d",
  "981": "89f",
  "982": "719",
  "983": "bc5",
  "984": "61d",
  "985": "12c",
  "986": "bb5",
  "987": "7374",
  "988": "66f",
  "989": "8b5",
  "990": "62c",
  "991": "845",
  "992": "04a",
  "993": "02e",
  "994": "8ce",
  "995": "7c5",
  "996": "615",
  "997": "65745f",
  "998": "bff15",
  "999": "6b5",
  "1000": "12e",
  "1001": "743",
  "1002": "03c",
  "1003": "cccccccccccccccccccccccc",
  "1004": "1f9",
  "1005": "cce",
  "1006": "696f6e",
  "1007": "cc0044cc0044cc0044cc0044",
  "1008": "0102",
  "1009": "682",
  "1010": "0fc",
  "1011": "729",
  "1012": "83d",
  "1013": "7d2",
  "1014": "125",
  "1015": "6ac",
  "1016": "70a",
  "1017": "0a06",
  "1018": "48e",
  "1019": "66e",
  "1020": "463",
  "1021": "3c9",
  "1022": "7ac",
  "1023": "0cd",
  "1024": "b42",
  "1025": "859",
  "1026": "000004",
  "1027": "7b9",
  "1028": "139",
  "1029": "723",
  "1030": "065",
  "1031": "41e",
  "1032": "793",
  "1033": "144",
  "1034": "0488bf",
  "1035": "76c",
  "1036": "6de",
  "1037": "ccc",
  "1038": "60a",
  "1039": "1fc",
  "1040": "89c",
  "1041": "81a",
  "1042": "003",
  "1043": "6d9",
  "1044": "4dc",
  "1045": "61c",
  "1046": "ccd",
  "1047": "6ba",
  "1048": "8d9",
  "1049": "bb3",
  "1050": "7ec",
  "1051": "021",
  "1052": "7f2",
  "1053": "67d",
  "1054": "55d",
  "1055": "77d",
  "1056": "616d",
  "1057": "0ef",
  "1058": "b25",
  "1059": "edd",
  "1060": "763",
  "1061": "605",
  "1062": "0d9",
  "1063": "145",
  "1064": "15d",
  "1065": "604",
  "1066": "0800001020408",
  "1067": "cca",
  "1068": "88c",
  "1069": "7aa",
  "1070": "02c",
  "1071": "4cf",
  "1072": "036f",
  "1073": "40f",
  "1074": "06e",
  "1075": "6d3",
  "1076": "06a",
  "1077": "bb9",
  "1078": "393",
  "1079": "233",
  "1080": "ff9",
  "1081": "2acccccc",
  "1082": "bfc",
  "1083": "553",
  "1084": "b03",
  "1085": "1104",
  "1086": "b4c8d1d",
  "1087": "829",
  "1088": "422",
  "1089": "85d",
  "1090": "7ea",
  "1091": "6e00",
  "1092": "732",
  "1093": "49d",
  "1094": "82e",
  "1095": "b79",
  "1096": "6ee",
  "1097": "6f72",
  "1098": "bea",
  "1099": "1ec",
  "1100": "892",
  "1101": "7ba",
  "1102": "7f3",
  "1103": "85a",
  "1104": "0dd",
  "1105": "8f5",
  "1106": "495",
  "1107": "b65",
  "1108": "665",
  "1109": "4ed",
  "1110": "4f9",
  "1111": "05c",
  "1112": "114",
  "1113": "b09",
  "1114": "0ea",
  "1115": "82a",
  "1116": "623",
  "1117": "83e",
  "1118": "02d",
  "1119": "ef9",
  "1120": "14d",
  "1121": "6ea",
  "1122": "b1c",
  "1123": "7e5",
  "1124": "be3",
  "1125": "0ec",
  "1126": "6b3",
  "1127": "1fd",
  "1128": "8da",
  "1129": "45f",
  "1130": "0600488",
  "1131": "3df",
  "1132": "55f",
  "1133": "709",
  "1134": "8ec",
  "1135": "8a5",
  "1136": "000006",
  "1137": "8ef",
  "1138": "8c3",
  "1139": "a9f",
  "1140": "135",
  "1141": "4ef",
  "1142": "1d9",
  "1143": "4ee",
  "1144": "77a",
  "1145": "efd",
  "1146": "12a",
  "1147": "1dd",
  "1148": "755",
  "1149": "625",
  "1150": "edf",
  "1151": "0ce",
  "1152": "013",
  "1153": "822",
  "1154": "11a",
  "1155": "8ea",
  "1156": "ba5",
  "1157": "0dc",
  "1158": "71c",
  "1159": "8ca",
  "1160": "4ce",
  "1161": "b52",
  "1162": "bd5",
  "1163": "725",
  "1164": "800001020408",
  "1165": "1f2",
  "1166": "12827c",
  "1167": "80a",
  "1168": "82d",
  "1169": "08d",
  "1170": "15f",
  "1171": "66a",
  "1172": "44f",
  "1173": "e9d",
  "1174": "89d",
  "1175": "48ff2",
  "1176": "82f",
  "1177": "6e5",
  "1178": "75a",
  "1179": "1f3",
  "1180": "155",
  "1181": "0b7",
  "1182": "395",
  "1183": "1a9",
  "1184": "8b4",
  "1185": "bc2",
  "1186": "8b9",
  "1187": "8f3",
  "1188": "783",
  "1189": "60f",
  "1190": "4fd",
  "1191": "b6a",
  "1192": "6c5",
  "1193": "74a",
  "1194": "05d",
  "1195": "03e",
  "1196": "5541574156415",
  "1197": "6fa",
  "1198": "1af",
  "1199": "67e",
  "1200": "6b9",
  "1201": "673",
  "1202": "13c",
  "1203": "7a3",
  "1204": "00c",
  "1205": "19f",
  "1206": "79706",
  "1207": "03d",
  "1208": "3ed",
  "1209": "43e",
  "1210": "6c3",
  "1211": "8de",
  "1212": "08f",
  "1213": "13d",
  "1214": "b5a",
  "1215": "4af",
  "1216": "855",
  "1217": "1ff",
  "1218": "08e",
  "1219": "e9f",
  "1220": "1e3",
  "1221": "05e",
  "1222": "b3a",
  "1223": "7d005e003f0015",
  "1224": "498bf7ff15",
  "1225": "809",
  "1226": "1b9",
  "1227": "6ec",
  "1228": "8a3",
  "1229": "10c",
  "1230": "499",
  "1231": "6ca",
  "1232": "7d5",
  "1233": "7a5",
  "1234": "8ba",
  "1235": "1ed",
  "1236": "67f",
  "1237": "043",
  "1238": "bb2",
  "1239": "1cf9058001000000",
  "1240": "772",
  "1241": "88e",
  "1242": "4ae",
  "1243": "03f",
  "1244": "bfa",
  "1245": "1cf90580010000001cf9058001000000",
  "1246": "106",
  "1247": "1ef",
  "1248": "70e",
  "1249": "0a2",
  "1250": "773",
  "1251": "1e9",
  "1252": "8fa",
  "1253": "0de",
  "1254": "873",
  "1255": "679",
  "1256": "423",
  "1257": "0ac",
  "1258": "489",
  "1259": "689",
  "1260": "492",
  "1261": "b62",
  "1262": "cfa",
  "1263": "779",
  "1264": "8aa",
  "1265": "b7e",
  "1266": "87f",
  "1267": "189",
  "1268": "ede",
  "1269": "15c",
  "1270": "42e",
  "1271": "cf5",
  "1272": "bd2",
  "1273": "6cc",
  "1274": "6f3",
  "1275": "13f",
  "1276": "63d",
  "1277": "4b5",
  "1278": "0af",
  "1279": "cf2",
  "1280": "08c",
  "1281": "85c00f",
  "1282": "88f",
  "1283": "162",
  "1284": "8f2",
  "1285": "00e",
  "1286": "bbe",
  "1287": "6d5",
  "1288": "1cc",
  "1289": "1b5",
  "1290": "4cd",
  "1291": "bba",
  "1292": "59f",
  "1293": "559",
  "1294": "85e",
  "1295": "0ae",
  "1296": "76a",
  "1297": "19c",
  "1298": "84f",
  "1299": "33f",
  "1300": "4de",
  "1301": "29f",
  "1302": "765",
  "1303": "045",
  "1304": "8a2",
  "1305": "874",
  "1306": "8ff",
  "1307": "6be",
  "1308": "86a",
  "1309": "0a5",
  "1310": "45c",
  "1311": "6d2",
  "1312": "bca",
  "1313": "4ff",
  "1314": "875",
  "1315": "efe",
  "1316": "1fe",
  "1317": "488b4",
  "1318": "498bff",
  "1319": "439",
  "1320": "475",
  "1321": "0df",
  "1322": "6f5",
  "1323": "02a",
  "1324": "000000ff15",
  "1325": "089",
  "1326": "465",
  "1327": "1ad",
  "1328": "1a3",
  "1329": "0aa",
  "1330": "8e3",
  "1331": "6765745f",
  "1332": "774",
  "1333": "10e",
  "1334": "5df",
  "1335": "195",
  "1336": "229",
  "1337": "889",
  "1338": "3e9",
  "1339": "8b7",
  "1340": "4c9",
  "1341": "601",
  "1342": "17d",
  "1343": "b7c",
  "1344": "762",
  "1345": "13e",
  "1346": "e9e",
  "1347": "449",
  "1348": "19e",
  "1349": "60e",
  "1350": "14f",
  "1351": "4dd",
  "1352": "8ee",
  "1353": "99f",
  "1354": "7b2",
  "1355": "45d",
  "1356": "0f2",
  "1357": "1ea",
  "1358": "6573",
  "1359": "63a",
  "1360": "1dc",
  "1361": "862",
  "1362": "053",
  "1363": "883",
  "1364": "4a9",
  "1365": "609",
  "1366": "485",
  "1367": "496e",
  "1368": "03a",
  "1369": "469",
  "1370": "4ac",
  "1371": "b72",
  "1372": "8b3",
  "1373": "999",
  "1374": "115",
  "1375": "1ce",
  "1376": "8d3",
  "1377": "22f",
  "1378": "5c9",
  "1379": "4da",
  "1380": "4e9",
  "1381": "00a",
  "1382": "4ba",
  "1383": "68f",
  "1384": "683",
  "1385": "4ad",
  "1386": "843",
  "1387": "80e",
  "1388": "3cd",
  "1389": "8b2",
  "1390": "483",
  "1391": "aaf",
  "1392": "44e",
  "1393": "1d3",
  "1394": "16e",
  "1395": "8ed",
  "1396": "1aa",
  "1397": "3f9",
  "1398": "493",
  "1399": "459",
  "1400": "b83",
  "1401": "1df",
  "1402": "066f",
  "1403": "42c",
  "1404": "e9c",
  "1405": "1cd",
  "1406": "60d",
  "1407": "223",
  "1408": "4b2",
  "1409": "aa9",
  "1410": "edc",
  "1411": "8cc",
  "1412": "0702",
  "1413": "22c",
  "1414": "1080c",
  "1415": "8d5",
  "1416": "535",
  "1417": "45e",
  "1418": "7a2",
  "1419": "42d",
  "1420": "0ca",
  "1421": "404",
  "1422": "801",
  "1423": "861",
  "1424": "083",
  "1425": "10b",
  "1426": "09a",
  "1427": "b0e",
  "1428": "473",
  "1429": "87c",
  "1430": "4df",
  "1431": "474",
  "1432": "bb4",
  "1433": "4ea",
  "1434": "bbc",
  "1435": "869",
  "1436": "429",
  "1437": "782",
  "1438": "ba2",
  "1439": "08a",
  "1440": "030000",
  "1441": "1c5",
  "1442": "865",
  "1443": "192",
  "1444": "606",
  "1445": "785",
  "1446": "a2251f",
  "1447": "443",
  "1448": "025",
  "1449": "ed9",
  "1450": "1d5",
  "1451": "44c",
  "1452": "033",
  "1453": "bcff00",
  "1454": "789",
  "1455": "169",
  "1456": "e9a",
  "1457": "adf",
  "1458": "6e3",
  "1459": "64c",
  "1460": "ffa",
  "1461": "8d2",
  "1462": "73a",
  "1463": "77c",
  "1464": "19d",
  "1465": "6a2",
  "1466": "47a",
  "1467": "ecd",
  "1468": "153",
  "1469": "6e2",
  "1470": "4fc",
  "1471": "179",
  "1472": "193",
  "1473": "6974",
  "1474": "055",
  "1475": "b8a",
  "1476": "67c",
  "1477": "4be",
  "1478": "42f",
  "1479": "0c5",
  "1480": "6c00",
  "1481": "bcc",
  "1482": "174",
  "1483": "0820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002",
  "1484": "efc",
  "1485": "1ee",
  "1486": "39e",
  "1487": "4d9",
  "1488": "78a",
  "1489": "1fa",
  "1490": "5415",
  "1491": "1de",
  "1492": "87d",
  "1493": "8e5",
  "1494": "5dd",
  "1495": "2c9",
  "1496": "635",
  "1497": "4e2",
  "1498": "5dc",
  "1499": "aaa",
  "1500": "22d",
  "1501": "6f2",
  "1502": "59e",
  "1503": "1b3",
  "1504": "add",
  "1505": "1ac",
  "1506": "472",
  "1507": "811",
  "1508": "0f5",
  "1509": "55c",
  "1510": "063",
  "1511": "852",
  "1512": "1c3",
  "1513": "3fd",
  "1514": "632",
  "1515": "1da",
  "1516": "409",
  "1517": "14c",
  "1518": "7200",
  "1519": "33e",
  "1520": "488bf3",
  "1521": "090041ff13",
  "1522": "752",
  "1523": "143",
  "1524": "7e2",
  "1525": "78c",
  "1526": "6b2",
  "1527": "fcf8058001000000fcf8058001000000fcf8058001000000fcf8058001000000",
  "1528": "b11",
  "1529": "7b4",
  "1530": "99d",
  "1531": "dc3",
  "1532": "4cc",
  "1533": "15a",
  "1534": "0d3",
  "1535": "633",
  "1536": "3dd",
  "1537": "a9c",
  "1538": "2dd",
  "1539": "2a3",
  "1540": "c415d415e415f5dc3",
  "1541": "879",
  "1542": "688",
  "1543": "1bd",
  "1544": "49a",
  "1545": "4b3",
  "1546": "af9",
  "1547": "ff3",
  "1548": "0fa",
  "1549": "595",
  "1550": "0247",
  "1551": "42a",
  "1552": "188",
  "1553": "895",
  "1554": "4bf",
  "1555": "68a",
  "1556": "18d",
  "1557": "0700000086",
  "1558": "3d2",
  "1559": "1ca",
  "1560": "1ae",
  "1561": "ac9",
  "1562": "872",
  "1563": "0e5",
  "1564": "89a",
  "1565": "825",
  "1566": "aac",
  "1567": "4e3",
  "1568": "aae",
  "1569": "3fe",
  "1570": "16f",
  "1571": "ad9",
  "1572": "09c",
  "1573": "47d",
  "1574": "0403",
  "1575": "a9d",
  "1576": "13a",
  "1577": "1ba",
  "1578": "55e",
  "1579": "bb7",
  "1580": "0012",
  "1581": "656d",
  "1582": "48d",
  "1583": "7bc",
  "1584": "3ea",
  "1585": "093",
  "1586": "fff15",
  "1587": "b8c",
  "1588": "99c",
  "1589": "ff5",
  "1590": "a9a",
  "1591": "812",
  "1592": "432",
  "1593": "86d",
  "1594": "2f9",
  "1595": "023",
  "1596": "afd",
  "1597": "b0c",
  "1598": "22a",
  "1599": "102040e",
  "1600": "6172",
  "1601": "4b9",
  "1602": "4b4",
  "1603": "711",
  "1604": "0f3",
  "1605": "48a",
  "1606": "5d9",
  "1607": "4d5",
  "1608": "46f",
  "1609": "333",
  "1610": "16d",
  "1611": "ef3",
  "1612": "403",
  "1613": "4aa",
  "1614": "47f",
  "1615": "70c",
  "1616": "3ee",
  "1617": "5ee",
  "1618": "17f",
  "1619": "1b2",
  "1620": "aad",
  "1621": "4fa",
  "1622": "b12",
  "1623": "46d",
  "1624": "18f",
  "1625": "0d2",
  "1626": "498b",
  "1627": "9c00",
  "1628": "995",
  "1629": "39d",
  "1630": "462",
  "1631": "e95",
  "1632": "339",
  "1633": "3fc",
  "1634": "5cd",
  "1635": "89e",
  "1636": "2d9",
  "1637": "b88",
  "1638": "4ec",
  "1639": "87a",
  "1640": "99e",
  "1641": "46a",
  "1642": "bf2",
  "1643": "0e3",
  "1644": "823",
  "1645": "ece",
  "1646": "4d2",
  "1647": "3d5",
  "1648": "43d",
  "1649": "4bd",
  "1650": "4f2",
  "1651": "eda",
  "1652": "2df",
  "1653": "17a",
  "1654": "5da",
  "1655": "1080000420008",
  "1656": "1b4",
  "1657": "86f",
  "1658": "22e",
  "1659": "59c",
  "1660": "19a",
  "1661": "00700",
  "1662": "5ea",
  "1663": "45a",
  "1664": "5fd",
  "1665": "66c",
  "1666": "53a",
  "1667": "5ff15",
  "1668": "452",
  "1669": "5f9",
  "1670": "701",
  "1671": "b0a",
  "1672": "68c",
  "1673": "2ae",
  "1674": "29d",
  "1675": "149",
  "1676": "a9e",
  "1677": "612",
  "1678": "a92",
  "1679": "611",
  "1680": "992",
  "1681": "412",
  "1682": "3d3",
  "1683": "39c",
  "1684": "525",
  "1685": "4d3",
  "1686": "4a5",
  "1687": "832",
  "1688": "40a",
  "1689": "835",
  "1690": "613",
  "1691": "15e",
  "1692": "107",
  "1693": "1f5",
  "1694": "44d",
  "1695": "afe",
  "1696": "86c",
  "1697": "1049",
  "1698": "6bc",
  "1699": "ec9",
  "1700": "43c",
  "1701": "4c3",
  "1702": "aa3",
  "1703": "295",
  "1704": "165",
  "1705": "2fd",
  "1706": "4a3",
  "1707": "00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000",
  "1708": "498bf6ff15",
  "1709": "1020406",
  "1710": "47c",
  "1711": "8c5",
  "1712": "47e",
  "1713": "482",
  "1714": "662",
  "1715": "0da",
  "1716": "788",
  "1717": "8e2",
  "1718": "be2",
  "1719": "83a",
  "1720": "3e5",
  "1721": "cc3",
  "1722": "00000300",
  "1723": "eca",
  "1724": "e92",
  "1725": "ef5",
  "1726": "4bc",
  "1727": "85c075",
  "1728": "2d3",
  "1729": "2ea",
  "1730": "afc",
  "1731": "b01",
  "1732": "7900",
  "1733": "cc2",
  "1734": "2ad",
  "1735": "0d5",
  "1736": "6b4",
  "1737": "853",
  "1738": "86e",
  "1739": "55415741564155415",
  "1740": "1a2",
  "1741": "cc5",
  "1742": "1d2",
  "1743": "0a300",
  "1744": "ccf805",
  "1745": "ccf8058001000000",
  "1746": "555",
  "1747": "6465",
  "1748": "8cf",
  "1749": "ccf8058001000000ccf8058001000000",
  "1750": "292",
  "1751": "48c",
  "1752": "3dc",
  "1753": "3ce",
  "1754": "1bf",
  "1755": "5fc",
  "1756": "488bfbff15",
  "1757": "85b415",
  "1758": "43a",
  "1759": "552",
  "1760": "4f3",
  "1761": "2dc",
  "1762": "2f5",
  "1763": "adc",
  "1764": "16c",
  "1765": "ddd",
  "1766": "0a3009c00",
  "1767": "0a3009c007d005e003f0015",
  "1768": "2af",
  "1769": "5de",
  "1770": "ade",
  "1771": "b82",
  "1772": "3c3",
  "1773": "41f",
  "1774": "4c8b",
  "1775": "833",
  "1776": "80d",
  "1777": "a93",
  "1778": "152",
  "1779": "1105",
  "1780": "84e",
  "1781": "1012",
  "1782": "225",
  "1783": "1bc",
  "1784": "7b7",
  "1785": "2a9",
  "1786": "392",
  "1787": "16a",
  "1788": "44a",
  "1789": "17e",
  "1790": "5fe",
  "1791": "000019",
  "1792": "113",
  "1793": "48f",
  "1794": "ed3",
  "1795": "aca",
  "1796": "401",
  "1797": "7bb",
  "1798": "806",
  "1799": "183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c",
  "1800": "aea",
  "1801": "4ca",
  "1802": "419",
  "1803": "3fa",
  "1804": "ace",
  "1805": "18a",
  "1806": "712",
  "1807": "5f5",
  "1808": "1e5",
  "1809": "87e",
  "1810": "ed5",
  "1811": "14e",
  "1812": "ada",
  "1813": "893",
  "1814": "ec5",
  "1815": "00005b0247",
  "1816": "5d3",
  "1817": "eee",
  "1818": "46c",
  "1819": "2fe",
  "1820": "55a",
  "1821": "5479706",
  "1822": "a95",
  "1823": "17c",
  "1824": "0c2",
  "1825": "b67",
  "1826": "000001",
  "1827": "0488bdf",
  "1828": "108000042000010840000210800004200001084000021080000420000108400002",
  "1829": "3de",
  "1830": "5ce",
  "1831": "5ca",
  "1832": "5fa",
  "1833": "076f",
  "1834": "0303",
  "1835": "5a3",
  "1836": "5d5",
  "1837": "9f9",
  "1838": "33d",
  "1839": "726f",
  "1840": "707",
  "1841": "afa",
  "1842": "4a2",
  "1843": "efa",
  "1844": "2cd",
  "1845": "2a2",
  "1846": "1be",
  "1847": "ed2",
  "1848": "002222002222002222002222002222002222002222002222",
  "1849": "293",
  "1850": "593",
  "1851": "3f3",
  "1852": "2e5",
  "1853": "5d2",
  "1854": "7265",
  "1855": "3c41",
  "1856": "2de",
  "1857": "ec3",
  "1858": "59a",
  "1859": "e93",
  "1860": "59d",
  "1861": "6163",
  "1862": "2d2",
  "1863": "435",
  "1864": "2e3",
  "1865": "523",
  "1866": "88a",
  "1867": "5a5",
  "1868": "085",
  "1869": "99a",
  "1870": "33ff",
  "1871": "3c5",
  "1872": "ad5",
  "1873": "616e",
  "1874": "2a5",
  "1875": "2fc",
  "1876": "41a",
  "1877": "07004c8bf",
  "1878": "18e",
  "1879": "592",
  "1880": "035",
  "1881": "8c2",
  "1882": "185",
  "1883": "4c5",
  "1884": "aee",
  "1885": "2ce",
  "1886": "5f3",
  "1887": "2ac",
  "1888": "841",
  "1889": "3d9",
  "1890": "0204",
  "1891": "0488d6c2",
  "1892": "5c5",
  "1893": "3da",
  "1894": "532",
  "1895": "3f5",
  "1896": "85c074",
  "1897": "2aa",
  "1898": "1c2",
  "1899": "40c",
  "1900": "0e2",
  "1901": "ae5",
  "1902": "6973",
  "1903": "6c65",
  "1904": "80b",
  "1905": "9c9",
  "1906": "8100",
  "1907": "2ee",
  "1908": "4e5",
  "1909": "0355",
  "1910": "335",
  "1911": "60c",
  "1912": "0420000108400002",
  "1913": "18c",
  "1914": "0e04",
  "1915": "5e5",
  "1916": "3e3",
  "1917": "767",
  "1918": "4989",
  "1919": "3a5",
  "1920": "41d",
  "1921": "0281",
  "1922": "425",
  "1923": "488d6c2",
  "1924": "0cf9058001000000",
  "1925": "29e",
  "1926": "ad2",
  "1927": "dfd",
  "1928": "05b415",
  "1929": "2c3",
  "1930": "dde",
  "1931": "332",
  "1932": "af3",
  "1933": "993",
  "1934": "0408102040800001020408",
  "1935": "5c2",
  "1936": "af5",
  "1937": "0b02",
  "1938": "885",
  "1939": "2ca",
  "1940": "acd",
  "1941": "3ca",
  "1942": "ddf",
  "1943": "3c4085b415e415f5d",
  "1944": "ad3",
  "1945": "eea",
  "1946": "aa2",
  "1947": "2acccc",
  "1948": "1080000420000108400002108000042000010840000210800004200001084000021080000420000108400002108000042000010840000210800004200001084000021080000420000108400002108000042000010840000210800004200001084000021080000420000108400002108000042000010840000210800004200001084000021080000420000108400002108000042000010840000210800004200001084000021080000420000108400002",
  "1949": "39a",
  "1950": "182",
  "1951": "af2",
  "1952": "2c2",
  "1953": "aa5",
  "1954": "40d",
  "1955": "444",
  "1956": "3c2",
  "1957": "756d",
  "1958": "000420000108400002",
  "1959": "b8b",
  "1960": "ef2",
  "1961": "8000000",
  "1962": "350488d6c2",
  "1963": "ec2",
  "1964": "2da",
  "1965": "2acc",
  "1966": "09004c8bf",
  "1967": "1e2",
  "1968": "2f3",
  "1969": "3a3",
  "1970": "3e2",
  "1971": "1304",
  "1972": "006100",
  "1973": "488d05",
  "1974": "9fd",
  "1975": "488bfb4c8d1d",
  "1976": "498d7d",
  "1977": "882",
  "1978": "004444004444004444004444004444004444004444004444",
  "1979": "5e3",
  "1980": "445",
  "1981": "dfc",
  "1982": "b07",
  "1983": "9fe",
  "1984": "1a568",
  "1985": "ac5",
  "1986": "b6b",
  "1987": "7472",
  "1988": "2c5",
  "1989": "2fa",
  "1990": "1111",
  "1991": "027b",
  "1992": "ae3",
  "1993": "7808",
  "1994": "4172",
  "1995": "00005b008901",
  "1996": "102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408102040800001020408",
  "1997": "2f2",
  "1998": "436f6e",
  "1999": "dfa",
  "2000": "9f3",
  "2001": "dc9",
  "2002": "df9",
  "2003": "ac2",
  "2004": "9ce",
  "2005": "dd9",
  "2006": "4c2",
  "2007": "6b7",
  "2008": "6173",
  "2009": "9cd",
  "2010": "0ffffff",
  "2011": "442",
  "2012": "5a2",
  "2013": "29a",
  "2014": "2d5",
  "2015": "488b3",
  "2016": "7f08ff15",
  "2017": "23a",
  "2018": "7488",
  "2019": "0108",
  "2020": "498bfe",
  "2021": "2e2",
  "2022": "6300",
  "2023": "4883ec",
  "2024": "9fc",
  "2025": "d9e",
  "2026": "6bb",
  "2027": "9100",
  "2028": "026f",
  "2029": "001111001111001111001111001111001111001111001111",
  "2030": "d9d",
  "2031": "411",
  "2032": "0f85",
  "2033": "00000019",
  "2034": "1040000104104",
  "2035": "01020408102040800001020408102040800001020408102040800001020408",
  "2036": "756c",
  "2037": "9fa",
  "2038": "df3",
  "2039": "b14",
  "2040": "dea",
  "2041": "1102",
  "2042": "488bf0ff15",
  "2043": "ac3",
  "2044": "dda",
  "2045": "3f2",
  "2046": "232",
  "2047": "656c",
  "2048": "488bf8ff15",
  "2049": "ae2",
  "2050": "33a",
  "2051": "0228",
  "2052": "de5",
  "2053": "ee2",
  "2054": "5e2",
  "2055": "76b",
  "2056": "6563",
  "2057": "235",
  "2058": "d95",
  "2059": "498bfd",
  "2060": "78b",
  "2061": "781",
  "2062": "ee3",
  "2063": "1181",
  "2064": "006f00",
  "2065": "888800888800888800888800888800888800888800888800",
  "2066": "b0b",
  "2067": "dfe",
  "2068": "10498bf",
  "2069": "8488b",
  "2070": "477",
  "2071": "9da",
  "2072": "617465",
  "2073": "0a3009c007d005e003f001500000bcf80500",
  "2074": "9e3",
  "2075": "5c3",
  "2076": "0100804",
  "2077": "dce",
  "2078": "00000004",
  "2079": "656e74",
  "2080": "29c",
  "2081": "877",
  "2082": "6162",
  "2083": "1b8",
  "2084": "dd5",
  "2085": "172a",
  "2086": "756e",
  "2087": "10207",
  "2088": "736f",
  "2089": "4c8bfe",
  "2090": "498bf5ff15",
  "2091": "02162a",
  "2092": "d92",
  "2093": "ee5",
  "2094": "dcd",
  "2095": "ddc",
  "2096": "1f1f",
  "2097": "6d00",
  "2098": "0302",
  "2099": "807",
  "2100": "5f2",
  "2101": "02000000",
  "2102": "766",
  "2103": "b68",
  "2104": "1b7",
  "2105": "641",
  "2106": "7498d",
  "2107": "07004c8be",
  "2108": "866",
  "2109": "18b",
  "2110": "9f5",
  "2111": "181",
  "2112": "177",
  "2113": "3c0488",
  "2114": "1cf90580010000001cf90580010000001cf90580010000001cf9058001000000",
  "2115": "010100",
  "2116": "6962",
  "2117": "667",
  "2118": "4100",
  "2119": "864",
  "2120": "867",
  "2121": "1bb",
  "2122": "ffef",
  "2123": "9c5",
  "2124": "9d5",
  "2125": "dca",
  "2126": "161",
  "2127": "121d",
  "2128": "488bf3ff15",
  "2129": "cc0044cc0044cc0044cc0044cc0044cc0044cc0044cc0044",
  "2130": "9ca",
  "2131": "830202",
  "2132": "6700",
  "2133": "0579",
  "2134": "000011",
  "2135": "15128",
  "2136": "768",
  "2137": "7574",
  "2138": "4f4e",
  "2139": "220203",
  "2140": "bf8ff15",
  "2141": "660022660022660022660022",
  "2142": "9ea",
  "2143": "0375",
  "2144": "476574",
  "2145": "b801000000",
  "2146": "b37498d",
  "2147": "004",
  "2148": "b81",
  "2149": "dc5",
  "2150": "b64",
  "2151": "171",
  "2152": "dd3",
  "2153": "1106",
  "2154": "04889",
  "2155": "488d7",
  "2156": "b37498d7f08ff15",
  "2157": "de3",
  "2158": "b61",
  "2159": "4183",
  "2160": "2e00",
  "2161": "dd2",
  "2162": "1020b",
  "2163": "b3040006",
  "2164": "3a2",
  "2165": "878",
  "2166": "681",
  "2167": "b66",
  "2168": "4973",
  "2169": "0281402",
  "2170": "481",
  "2171": "3203",
  "2172": "6c24",
  "2173": "880099880099880099880099",
  "2174": "df2",
  "2175": "9f2",
  "2176": "04bcff00",
  "2177": "082080c",
  "2178": "0406",
  "2179": "4b1",
  "2180": "17b",
  "2181": "1305",
  "2182": "42696e",
  "2183": "88800",
  "2184": "4900",
  "2185": "468",
  "2186": "d9a",
  "2187": "06172",
  "2188": "73696f6e",
  "2189": "cea",
  "2190": "761",
  "2191": "0498bfe",
  "2192": "0feffff",
  "2193": "0700393f41ff13",
  "2194": "0408102040800001020408102040800001020408102040800001020408102040800001020408",
  "2195": "176",
  "2196": "70b",
  "2197": "871",
  "2198": "4488",
  "2199": "4500",
  "2200": "686f",
  "2201": "498bd",
  "2202": "fffe",
  "2203": "0700000096",
  "2204": "68b",
  "2205": "5c074",
  "2206": "0d060006",
  "2207": "467",
  "2208": "cccccccccccccccccccccccccccccc",
  "2209": "010004027",
  "2210": "167",
  "2211": "190800",
  "2212": "006900",
  "2213": "661",
  "2214": "696e674",
  "2215": "33f6",
  "2216": "5379",
  "2217": "7572",
  "2218": "5f42",
  "2219": "85b415c415d415e415f5dc3",
  "2220": "9c3",
  "2221": "12831012",
  "2222": "607",
  "2223": "9e5",
  "2224": "096f",
  "2225": "471",
  "2226": "1000000",
  "2227": "020200",
  "2228": "cccccccccccccccccccccc",
  "2229": "05000000",
  "2230": "162a",
  "2231": "c92",
  "2232": "868",
  "2233": "2408",
  "2234": "488b5",
  "2235": "00001102",
  "2236": "48b",
  "2237": "ce3",
  "2238": "4b6",
  "2239": "8393",
  "2240": "06300",
  "2241": "08208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002082080000208208000020820800002",
  "2242": "664",
  "2243": "0019",
  "2244": "01001",
  "2245": "706572",
  "2246": "ff0f",
  "2247": "0c08",
  "2248": "141",
  "2249": "476",
  "2250": "4bb",
  "2251": "df5",
  "2252": "6f74",
  "2253": "90488",
  "2254": "0408102040800001020408102040800001020408102040800001020408",
  "2255": "4b8",
  "2256": "ce5",
  "2257": "696d",
  "2258": "1282e",
  "2259": "55415741564155415453",
  "2260": "001133001133001133001133",
  "2261": "0a02",
  "2262": "030004",
  "2263": "5353",
  "2264": "498bc",
  "2265": "f5dc3",
  "2266": "498d7f",
  "2267": "85c00f85",
  "2268": "861842",
  "2269": "1000108400002",
  "2270": "466",
  "2271": "4578",
  "2272": "00000400",
  "2273": "0820800002082",
  "2274": "0900393f41ff13",
  "2275": "0900ff15",
  "2276": "16b",
  "2277": "1b1",
  "2278": "626a",
  "2279": "60b",
  "2280": "827c",
  "2281": "6f6d",
  "2282": "7465",
  "2283": "0800ff15",
  "2284": "0000012",
  "2285": "40800001020408",
  "2286": "132040800001020408",
  "2287": "86b",
  "2288": "4b7",
  "2289": "cd3",
  "2290": "0c101",
  "2291": "f9a",
  "2292": "7500",
  "2293": "0e0700",
  "2294": "9e2",
  "2295": "454",
  "2296": "1281",
  "2297": "764",
  "2298": "1183",
  "2299": "7b08",
  "2300": "063005e003f0015",
  "2301": "48ff20",
  "2302": "5c00f",
  "2303": "10ff15",
  "2304": "08004c8bf",
  "2305": "766572",
  "2306": "060355",
  "2307": "0304",
  "2308": "de2",
  "2309": "d93",
  "2310": "7452",
  "2311": "178",
  "2312": "478",
  "2313": "4552",
  "2314": "6365",
  "2315": "49ff",
  "2316": "086f",
  "2317": "108000042000010840e",
  "2318": "7072",
  "2319": "9d3",
  "2320": "876",
  "2321": "6600",
  "2322": "0905",
  "2323": "87b",
  "2324": "dc2",
  "2325": "16108",
  "2326": "0498bff",
  "2327": "498d7d08",
  "2328": "03300300",
  "2329": "02814020100804",
  "2330": "c95",
  "2331": "85f6",
  "2332": "0498bf7ff15",
  "2333": "0700488bf",
  "2334": "03300200",
  "2335": "01020408102040800001020408",
  "2336": "1040000104104000010410400001041040000104104000010410400001041040000104104000010410400001041040000104104000010410400001041040000104104000010410400001041040000104",
  "2337": "46b",
  "2338": "168",
  "2339": "9c2",
  "2340": "0e07000e",
  "2341": "55488",
  "2342": "01020408102040800001020408102040800001020408102040800001020408102040800001020408",
  "2343": "407",
  "2344": "cda",
  "2345": "c9a",
  "2346": "2a1e",
  "2347": "7074",
  "2348": "4ff15",
  "2349": "6963726f",
  "2350": "6963726f736f",
  "2351": "6963726f736f66",
  "2352": "3c4085b415c415d415e415f5dc3",
  "2353": "0000026f",
  "2354": "030006a2251f",
  "2355": "ccf8058001000000ccf8058001000000ccf8058001000000ccf8058001000000",
  "2356": "4174",
  "2357": "484",
  "2358": "6574686f",
  "2359": "cd5",
  "2360": "166",
  "2361": "945d",
  "2362": "7261",
  "2363": "3c4085b415e415f5dc3",
  "2364": "0800001020408102040800001020408102040800001020408102040800001020408",
  "2365": "4301",
  "2366": "164",
  "2367": "77ff",
  "2368": "49897d",
  "2369": "070000008608",
  "2370": "cd2",
  "2371": "0669",
  "2372": "0277",
  "2373": "020004",
  "2374": "0a05",
  "2375": "488bd",
  "2376": "d415e415f5dc3",
  "2377": "0060006",
  "2378": "01010101",
  "2379": "47b",
  "2380": "10000",
  "2381": "0a2b",
  "2382": "10488bf",
  "2383": "8feffff",
  "2384": "183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c183060c0800103060c",
  "2385": "494e",
  "2386": "fe3",
  "2387": "b488",
  "2388": "0808",
  "2389": "040000",
